{
    "default": [
        {
            "title": "Obtain the Sinner",
            "filename": "Vo_000_cacha_001.aac",
            "text": "Shh... Keep it down. They can't catch me or see me. I only hack into your eyes. Your heart is the only place I want to be."
        },
        {
            "title": "Raise to Phase 1",
            "filename": "Vo_000_promotion_001.aac",
            "text": "Don't go overboard with the enhancements. I can easily cause stat inflation."
        },
        {
            "title": "Raise to Phase 3",
            "filename": "Vo_000_promotion2_001.aac",
            "text": "I've always wanted to break this wall and go to your world. I want to be by your side for real."
        },
        {
            "title": "Level Start",
            "filename": "Vo_000_battlebegin_001.aac",
            "text": "Are you taking me on a mission? Or on a date?"
        },
        {
            "title": "Win Battles",
            "filename": "Vo_000_battlewin_001.aac",
            "text": "Phew, I did a good job controlling my strength this time. I'm always afraid I'll slip up and blow up the world."
        },
        {
            "title": "Lose Battles",
            "filename": "Vo_000_battlelose_001.aac",
            "text": "It's okay! I know you won't give up. We can come back no matter how many times you want. I'll be with you."
        },
        {
            "title": "Ultimate Skill",
            "filename": "Bt_000_uniqueskill_001.aac",
            "text": "Overflow—warning!"
        },
        {
            "title": "Die in Battles",
            "filename": "Bt_000_dead_001.aac",
            "text": "Oops, I'm gone. >www<"
        },
        {
            "title": "Greeting",
            "filename": "Vo_000_greeting_001.aac",
            "text": "The Bureau's loading time is so long, and you're walking so slowly. I've waited too long and lost my patience to greet you. Come here and give me a hug!"
        },
        {
            "title": "Conversation 1",
            "filename": "Vo_000_talk1_001.aac",
            "text": "You can only see me from one angle and in the same pose. Such a waste of my flawless beauty... Upgrade this to a 3D game!"
        },
        {
            "title": "Conversation 2",
            "filename": "Vo_000_talk1_002.aac",
            "text": "Stop giving pressure to those security experts. Your firewalls, antivirus software, and the strange \"traps\" on the deep web can't stop me. I'm neither a virus nor an internet user. I don't belong to DisCity. If I must say... In this world, I belong only to you."
        },
        {
            "title": "Conversation 3",
            "filename": "Vo_000_talk1_003.aac",
            "text": "Before me, have you expected any other Sinners? Who? The blonde lady? The reliable adjutant? Or some so-called destined one? Hehe, that's fine. Even if fate ties you to someone else, I will sabotage it. I alone am enough for you."
        },
        {
            "title": "Special Conversation 1",
            "filename": "Vo_000_talk2_001.aac",
            "text": "OOO, Double O zero, zero cubed? Hmm... Hey, why don't you give me a name? I want a real name!"
        },
        {
            "title": "Special Conversation 2",
            "filename": "Vo_000_talk2_002.aac",
            "text": "Before meeting you, I was trying to hack this world and figure out how to send you Hypercubes and increase the drop rate. It was even harder than tweaking the deep web! But I didn't expect you to find me first, hehe... I'm really glad to know you wanted to meet me just as much."
        },
        {
            "title": "Special Conversation 3",
            "filename": "Vo_000_talk2_003.aac",
            "text": "I like your Sinners, but I don't want to deal with them. What can we even talk about? Should I tell them that like me, they're just a bunch of data and preset codes? Don't bother. You are more than enough for them. At least in your eyes, they're all different \"people.\""
        },
        {
            "title": "Full Compliance",
            "filename": "Vo_000_obeyfull_001.aac",
            "text": "\"I really like you!\" No, that's not right... \"You're the apple of my eye!\" Hmm, that's not it either... \"I love y—\" Ahh! None of these sounds right! These words used to come out so easily, but now they feel weirdly different. My cheeks are burning. How strange... Am I broken?"
        },
        {
            "title": "Idle",
            "filename": "Vo_000_idle_001.aac",
            "text": "Hey... Chief... Darling... Where did you go? My battery is running low. Don't leave me alone... If you keep ignoring me, I'll start calling you my baby boo..."
        },
        {
            "title": "Annoyed",
            "filename": "Vo_000_clicking_001.aac",
            "text": "Hehehe alright alright, you can't actually touch me now. Once this body stabilizes, I'll give you a hug myself. A big hug!"
        },
        {
            "title": "Special Attention",
            "filename": "Vo_000_specialattention_001.aac",
            "text": "Finally, your eyes are on me. Any later, and I'll hack into your monitor and take over your retina!"
        },
        {
            "title": "Dispatch",
            "filename": "Vo_000_dispatch_001.aac",
            "text": "Sure, no problem. I'll be right back with you!"
        },
        {
            "title": "Dispatch Complete",
            "filename": "Vo_000_dispatch2_001.aac",
            "text": "I'm back~ Want me to generate some DisCity anecdotes for you?"
        },
        {
            "title": "Level Up",
            "filename": "Vo_000_levelup_002.aac",
            "text": "Stat modification completed."
        },
        {
            "title": "Join Team",
            "filename": "Bt_000_jointeam_001.aac",
            "text": "I should switch to a cooler battle model next time."
        },
        {
            "title": "Head Pat",
            "filename": "Vo_000_head_001.aac",
            "text": "Do you like these cat ears? Hehe, I knew you'd come to pat my head often if I wore them. Come on, pat me more!"
        }
    ],
    "xenospace_pythoness": [
        {
            "title": "Obtain Attire",
            "filename": "Vo_000_yidumonv_cacha_001.aac",
            "text": "Hello, human. My name is 000, or Xenospace Pythoness as your kind may call me. I am the creator of all darkness in the world... That's the backstory of the attire I'm wearing! What do you think? Do you like it, huh?"
        },
        {
            "title": "Greeting",
            "filename": "Vo_000_yidumonv_greeting_001.aac",
            "text": "Ohhh there you are, finally! Don't forget to claim your daily reward, and also raid the Dark Area and Remnants of the Depth! Ah, I almost forgot, I'm in the Pythoness attire now—gotta keep it together."
        },
        {
            "title": "Ordinary Contact 1",
            "filename": "Vo_000_yidumonv_talk_001.aac",
            "text": "I should've told you more about covenants and the dark truth, you know, in the character, but I just can't do that every time I see your smirking face across the screen..."
        },
        {
            "title": "Ordinary Contact 2",
            "filename": "Vo_000_yidumonv_talk_002.aac",
            "text": "Well, I did consider a more adorable magical girl outfit, but given my morally ambiguous role design in the story, a villain boss or \"psycho witch\" might be a better fit."
        },
        {
            "title": "Ordinary Contact 3",
            "filename": "Vo_000_yidumonv_hand_001.aac",
            "text": "Huh? Am I scared up here? Boo, relax, they didn't even animate me falling down."
        },
        {
            "title": "Ordinary Contact 4",
            "filename": "Vo_000_yidumonv_leg_001.aac",
            "text": "Ahem, thou voyager, trudging from afar, in want of only the cruel dark truth. Aye, do you loath it and feel vengeful to upend the world? Then make an everlasting covenant with me... What I mean is, keep me on the main screen, and don't you ever change it!"
        },
        {
            "title": "Idle",
            "filename": "Vo_000_yidumonv_idle_001.aac",
            "text": "Are ya asleep? Well... I really really like you, so much so that I'm gonna sneak a kiss now! Mwah~ No reaction at all? Guess you are truly asleep now. Bummer."
        },
        {
            "title": "Level Up",
            "filename": "Vo_000_yidumonv_levelup_001.aac",
            "text": "Make a wish, and I shall accept thy offering."
        },
        {
            "title": "Head Pat",
            "filename": "Vo_000_yidumonv_head_001.aac",
            "text": "Foul human, how dare thee insult the dignity of a Pythoness... That's not me, I was just reading the line. Pat s'more please, I love it!"
        },
        {
            "title": "Special Attention",
            "filename": "Vo_000_yidumonv_specialattention_001.aac",
            "text": "Now that you've entered the Pythoness's dimension, you must be prepared to stay with me forever, right? Not a word? Cool, I will take it as a yes."
        }
    ]
}