{
  "default": [
    {
      "title": "Obtain the Sinner",
      "text": "Indeed, you're not mistaken. It's me, West District's hero, Drifter Camp's savior! Sigh, let's save the rest for later. I'm starving, got any grub?",
      "filename": "File:vo_don_cacha_001.aac"
    },
    {
      "title": "Raise to Phase 1",
      "text": "Is the situation that bleak? You must put even me under special training?",
      "filename": "File:vo_don_promotion_001.aac"
    },
    {
      "title": "Raise to Phase 3",
      "text": "Who'd have thought my old spear would be given a second life... My, I'm getting emotional.",
      "filename": "File:vo_don_promotion2_001.aac"
    },
    {
      "title": "Level Up",
      "text": "Alright, not bad, not bad.",
      "filename": "File:vo_don_levelup_002.aac"
    },
    {
      "title": "Pat Head",
      "text": "Hey hey hey, stop messing with my hair. You've made it look like a bird's nest. I've spent a lot of time perfecting this handsome look, you gonna fix it now?",
      "filename": "File:vo_don_head_001.aac"
    },
    {
      "title": "Level Start",
      "text": "I'll count to three. Surrender quickly, or I'll get down and beg!",
      "filename": "File:vo_don_battlebegin_001.aac"
    },
    {
      "title": "Win Battles",
      "text": "Surprised? You know what they say, don't judge a book by its cover, heh heh.",
      "filename": "File:vo_don_battlewin_001.aac"
    },
    {
      "title": "Lose Battles",
      "text": "Something's not right... Time to run!",
      "filename": "File:vo_don_battlelose_001.aac"
    },
    {
      "title": "Conversation 1",
      "text": "We should definitely make a trip back on a less busy day. Imagine the faces of the folks at the Drifter Camp when they see me as your lapdog... Haha, it may not be shocking enough though, they're used to it by now.",
      "filename": "File:vo_don_talk1_001.aac"
    },
    {
      "title": "Conversation 2",
      "text": "Remember, West District is a mixed bag. You never know who or what you'll bump into, so don't go picking fights all the time. You know that saying \"make friends, not enemies\", right? You might just need someone's help one day, you hear me?",
      "filename": "File:vo_don_talk1_002.aac"
    },
    {
      "title": "Conversation 3",
      "text": "Speaking of which, you should be able to smooth things over for me with the Executive Committee, right? You know, what I've done could be considered as muting, and I don't want them to pick on me. If you help me out this time, I'll be forever in your debt... Pretty please!",
      "filename": "File:vo_don_talk1_003.aac"
    },
    {
      "title": "Special Conversation 1",
      "text": "This spear has been with me for a long time. The first time I picked it up, I was just a brash youngster who wanted to look cool. Over a decade has slipped by... How does that saying go? \"Things stay the same while people change.\" I never thought I would pick it up again... Cheer up, old buddy, don't let us down.",
      "filename": "File:vo_don_talk2_001.aac"
    },
    {
      "title": "Special Conversation 2",
      "text": "West District can't forget everything it's been through... But rather than hatred and revenge, what we need and deserve is a future full of hope. The flame rekindles over the rust not to destroy, but to light up the way forward... Wow... How inspiring is that? Come on, praise me.",
      "filename": "File:vo_don_talk2_002.aac"
    },
    {
      "title": "Special Conversation 3",
      "text": "West District is gorgeous from this angle, isn't it? It's the way it should be. I still remember what it used to look like. On the sun-lit streets, when the wind blew through, there was no rusty smell. It was as warm as the sunlight, full of hope... Oh right, there's a night market over there, it's the closest thing to the old West District. When the sun sets and the stalls are up, I'll take you there for a sniff.",
      "filename": "File:vo_don_talk2_003.aac"
    },
    {
      "title": "Full Compliance",
      "text": "Are they calling me \"Hero\"? Hehe, that's nothing, I've had many titles. \"West District's Brightest Star\", \"Thunder King\", \"Inner Bay's Heartthrob\", \"Leader of Rustfire\", \"Deserter\", \"Traitor\", \"Liar\", \"Loser\", most of my titles are still being used, only one has been permanently forgotten... The person who used to call me \"Best Pal\" is no longer here... Hmm? What are you staring at me for? Huh? What do you want to say? No, no, nonono, I'm not ready for that, don't call me that! Oh my god... Aren't you embarrassed???",
      "filename": "File:vo_don_obeyfull_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Oh, 'sup. Fire away if you're having any problems... Whether I can solve them is another matter.",
      "filename": "File:vo_don_greeting_001.aac"
    },
    {
      "title": "Idle",
      "text": "Rise and shine, sleeping beauty. Skipping work today?",
      "filename": "File:vo_don_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "What, you're interested in my muscles? Bah, things have changed now. You need Sinner power to survive out there. Being beefy ain't gonna scare anybody no more.",
      "filename": "File:vo_don_clicking_001.aac"
    },
    {
      "title": "Dispatch",
      "text": "Guarantee you the mission may not be accomplished.",
      "filename": "File:vo_don_dispatch_001.aac"
    },
    {
      "title": "Dispatch Complete",
      "text": "Job's done. When's the commendation ceremony?",
      "filename": "File:vo_don_dispatch2_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "Oh, what brings the Chief of the MBCC here? What can a non-contributing member of society like me do for you?",
      "filename": "File:vo_don_specialattention_001.aac"
    }
  ],
  "good_old_days": [
    {
      "title": "Level Up",
      "text": "See? I always said the future would be better.",
      "filename": "File:vo_don_fenghuazhengmao_levelup_001.aac"
    },
    {
      "title": "Pat Head",
      "text": "You brat! We've barely met and you're already getting handsy... My aunt went all out on my hair for today, you know. Mess it up and you'll owe me!",
      "filename": "File:vo_don_fenghuazhengmao_head_001.aac"
    },
    {
      "title": "Obtain Attire",
      "text": "Huh, a new face... Hahaha, relax buddy, relax. Here in Rustfire, as long as you're willing to fight for the future of the West District, you're already one of us. Hey, everyone! Come meet our newbie. From now on, we're all brothers in arms.",
      "filename": "File:vo_don_fenghuazhengmao_cacha_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Hey! Come over here, come on! No need to act like we're strangers, we're buddies now, aren't we? Get close and huddle up with everyone. That's right! Now we actually look like a team.",
      "filename": "File:vo_don_fenghuazhengmao_greeting_001.aac"
    },
    {
      "title": "Ordinary Contact 1",
      "text": "I swear this outfit is uncomfortable everywhere. The tag on the back keeps scratching me, and the armpits are so tight... If Julien hadn't insisted on formal wear today, I wouldn't be caught dead in this. Ugh, I wonder how those pretentious Nirvana folks manage to stand wearing this stuff every day.",
      "filename": "File:vo_don_fenghuazhengmao_body_001.aac"
    },
    {
      "title": "Ordinary Contact 2",
      "text": "Well, since you're a newbie, I should be giving you the whole spiel about Rustfire's philosophy, our ideals and all that. But today's a good day, so let's just skip all the formalities. Just enjoy the moment!",
      "filename": "File:vo_don_fenghuazhengmao_body_002.aac"
    },
    {
      "title": "Ordinary Contact 3",
      "text": "Here, let me introduce you to everyone. This is Samuel, my good brother in Rustfire who keeps saving my ass on the battlefield. This is Lavina, Rustfire's instructor and Samuel's beautiful wife. The one in the wheelchair is Julien, our architect, who also holds the positions of number one Donald critic and resident cynic in Rustfire... Hehe, but of course, he's also my dear friend.",
      "filename": "File:vo_don_fenghuazhengmao_hand_001.aac"
    },
    {
      "title": "Ordinary Contact 4",
      "text": "By the time we finish up here, it'll be dark, and that's when the night market in the back alleys opens. How about we all go grab a bite together? Don't worry, it's on me!",
      "filename": "File:vo_don_fenghuazhengmao_background_001.aac"
    },
    {
      "title": "Idle",
      "text": "Doves, ribbons, clear blue skies... Everyone's gathered together, celebrating our victory. It's just like a dream... Heh, if this is a dream, I hope I don't wake up too soon.",
      "filename": "File:vo_don_fenghuazhengmao_idle_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "Come on, come on, snap a picture of us! Make sure you capture yours truly in all my magnificent glory, the kind you see once every hundred years! Hey you guys, come on! Hurry up! Look at the camera too! Ready, one, two, three, cheese—",
      "filename": "File:vo_don_fenghuazhengmao_specialattention_001.aac"
    }
  ]
}
