{
    "default": [
      {
        "title": "Obtain the Sinner",
        "text": "You are... the famous Chief of DisCity? Just as I imagined, such a kind, noble figure. To think you went through all this trouble just to summon me here... Would you like me to perform an Outland dance for you?",
        "filename": "File:vo_jasmine_cacha_001.aac"
      },
      {
        "title": "Raise to Phase 1",
        "text": "Such a generous offer... How could I ever repay your kindness, I wonder?",
        "filename": "File:vo_jasmine_promotion_001.aac"
      },
      {
        "title": "Raise to Phase 3",
        "text": "A beautiful dancer, a caged pet... I'll be anything for you, even... the deadliest weapon in your hands.",
        "filename": "File:vo_jasmine_promotion2_001.aac"
      },
      {
        "title": "Level Up",
        "text": "Thank you for your generosity. I love it all!",
        "filename": "File:vo_jasmine_levelup_002.aac"
      },
      {
        "title": "Pat Head",
        "text": "Your hands are so warm... Just a little longer, okay? Consider it... a reward for my beautiful dance.",
        "filename": "File:vo_jasmine_head_001.aac"
      },
      {
        "title": "Level Start",
        "text": "You'll want to keep your eyes on me for this dance!",
        "filename": "File:vo_jasmine_battlebegin_001.aac"
      },
      {
        "title": "Win Battles",
        "text": "This crimson staining the floor... is the most beautiful reward for a dancer's performance.",
        "filename": "File:vo_jasmine_battlewin_001.aac"
      },
      {
        "title": "Lose Battles",
        "text": "Have I... disappointed you?",
        "filename": "File:vo_jasmine_battlelose_001.aac"
      },
      {
        "title": "Ultimate Skill",
        "text": "Come, dance with me!",
        "filename": "File:bt_jasmine_uniqueskill_001.aac"
      },
      {
        "title": "Die in Battles",
        "text": "At last... I'm returning home...",
        "filename": "File:bt_jasmine_dead_001.aac"
      },
      {
        "title": "Conversation 1",
        "text": "The faster my blades spin, the louder the audience cheers. They throw flowers and jewels, pleading for more thrilling moves... Hehe, do they even realize? The prettier the dance, the deadlier it becomes...",
        "filename": "File:vo_jasmine_talk1_001.aac"
      },
      {
        "title": "Conversation 2",
        "text": "This is a blessing dance, passed down through generations in my homeland... but now, I'm the only one left who remembers it. Normally, I'd never share it with outsiders—none of them are worthy of it. But you... you're different.",
        "filename": "File:vo_jasmine_talk1_002.aac"
      },
      {
        "title": "Conversation 3",
        "text": "In my homeland, everyone loved jasmine flowers, as they symbolize purity and happiness. That's why I was given this name. Chief, do you think someone like me... still deserves it?",
        "filename": "File:vo_jasmine_talk1_003.aac"
      },
      {
        "title": "Special Conversation 1",
        "text": "This place is so much nicer than anywhere I've lived before—shacks, tents... I've even slept in haystacks! But the thing I remember most? A little golden cage, gleaming so bright. I'd dance in it by day, sleep in it by night... It was so small, though. We'd have to hold each other very close to fit inside.",
        "filename": "File:vo_jasmine_talk2_001.aac"
      },
      {
        "title": "Special Conversation 2",
        "text": "These circular blades aren't just for show, Chief... Every night, they whisper in my ear, reminding me to harvest every last devil who took everything from me!",
        "filename": "File:vo_jasmine_talk2_002.aac"
      },
      {
        "title": "Special Conversation 3",
        "text": "I can tell it's not safe around you... Cold, dangerous eyes hiding in every shadow. But don't be afraid. Take my hand, I'm right here. I'll tear your enemies apart for you... No one will ever make you their prey!",
        "filename": "File:vo_jasmine_talk2_003.aac"
      },
      {
        "title": "Greeting",
        "text": "Have you come seeking my company, Chief, or would you like a dance for your entertainment?",
        "filename": "File:vo_jasmine_greeting_001.aac"
      },
      {
        "title": "Idle",
        "text": "Oh? Why are you curled up sleeping like this... Are you cold? Here, let me warm you up...",
        "filename": "File:vo_jasmine_idle_001.aac"
      },
      {
        "title": "Annoyed",
        "text": "They say my scars are like flowers... blooming in flesh and blood. Some even begged to touch them, haha, as if that would bring them happiness. Would you like to try, too?",
        "filename": "File:vo_jasmine_clicking_001.aac"
      },
      {
        "title": "Dispatch",
        "text": "Where would you like me to perform?",
        "filename": "File:vo_jasmine_dispatch_001.aac"
      },
      {
        "title": "Dispatch Complete",
        "text": "Look what I found on my guest! My, it got a little dirty. No matter, just a quick wipe, and it'll be good as new.",
        "filename": "File:vo_jasmine_dispatch2_001.aac"
      },
      {
        "title": "Special Attention",
        "text": "I love the way you watch me so intently... As long as I have your full attention, I'd dance for you without ever stopping.",
        "filename": "File:vo_jasmine_specialattention_001.aac"
      }
    ]
  }
  