{
    "default": [
      {
        "title": "Obtain the Sinner",
        "text": "Wow, a studio with an open layout and excellent property management... Sounds amazing! Interested in selling? Renting perhaps? Oops... property transactions aren't allowed in detention areas?",
        "filename": "File:vo_luminita_cacha_001.aac"
      },
      {
        "title": "Raise to Phase 1",
        "text": "Sign here, make it official, and another property deal is in the books!",
        "filename": "File:vo_luminita_promotion_001.aac"
      },
      {
        "title": "Raise to Phase 3",
        "text": "What's so scary about a haunted house? Even ghosts got homes, while the living are left homeless—isn't that the real horror?",
        "filename": "File:vo_luminita_promotion2_001.aac"
      },
      {
        "title": "Level Up",
        "text": "Great, leave this house to me!",
        "filename": "File:vo_luminita_levelup_002.aac"
      },
      {
        "title": "Level Start",
        "text": "Follow me! Don't worry, we won't run into any ghosts this time.",
        "filename": "File:vo_luminita_battlebegin_001.aac"
      },
      {
        "title": "Win Battles",
        "text": "That's a wrap! Deals always go smoothly when I take you with me.",
        "filename": "File:vo_luminita_battlewin_001.aac"
      },
      {
        "title": "Lose Battles",
        "text": "I won't let you... take away the place where I belong again...",
        "filename": "File:vo_luminita_battlelose_001.aac"
      },
      {
        "title": "Ultimate Skill",
        "text": "Stay put unless I tell you otherwise!",
        "filename": "File:bt_luminita_uniqueskill_001.aac"
      },
      {
        "title": "Die in Battles",
        "text": "I wanna... go home...",
        "filename": "File:bt_luminita_dead_001.aac"
      },
      {
        "title": "Conversation 1",
        "text": "Can't sell an old, noisy house? No problem, let me help you rephrase that—well-established amenities, vibrant neighborhood, ultra-convenient lifestyle! Hey, how's that a lie? It's called sprucing up your pitch!",
        "filename": "File:vo_luminita_talk1_001.aac"
      },
      {
        "title": "Conversation 2",
        "text": "Chief, your roommates say you keep the AC too cold at night. They all caught colds standing by your bed last night... No way! Don't tell me you didn't know about them?",
        "filename": "File:vo_luminita_talk1_002.aac"
      },
      {
        "title": "Conversation 3",
        "text": "I've lived in many places. If I had to rank them... Hmm... That spot under the bridge was pretty nice. Excellent natural lighting, panoramic street views, and the city patrol woke me up every morning. Never had to worry about being late for work... Hahaha! I'm just kidding! You didn't actually believe that, did you?",
        "filename": "File:vo_luminita_talk1_003.aac"
      },
      {
        "title": "Special Conversation 1",
        "text": "Those so-called haunted houses out there are mostly only marketing gimmicks. At worst, they're just old and in disrepair. But once a house falls into my hands... well, that's another story entirely.",
        "filename": "File:vo_luminita_talk2_001.aac"
      },
      {
        "title": "Special Conversation 2",
        "text": "Try to avoid the old neighborhoods if you want to buy a property. Where I lived, they argued for years about installing an elevator, and there was this huge hole in the building that nobody ever fixed. Eventually, that hole became home to some stray cats. They even had kittens there, all of them fed so well by the neighbors they grew up round and chubby. And after that... well, there's nothing more to tell. The building was demolished.",
        "filename": "File:vo_luminita_talk2_002.aac"
      },
      {
        "title": "Special Conversation 3",
        "text": "I love hearing the jingling of keys. When I open doors, walk down the street, or hand them over to clients, a whole bunch of keys shaking and jingling, never stopping. It sounds like... a loud, warm *welcome home*.",
        "filename": "File:vo_luminita_talk2_003.aac"
      },
      {
        "title": "Greeting",
        "text": "A rare, limited-time deal! One single house will satisfy all your thrilling fantasies. Chief, why be scared when you can be excited? Open your checkbook and seize the moment! Don't miss the chance!",
        "filename": "File:vo_luminita_greeting_001.aac"
      },
      {
        "title": "Idle",
        "text": "Today's fortune: *Risk of losing money. Avoid going out*... That can't be right. How can a businesswoman like me buy into this kind of superstitious stuff? Let me try a different app.",
        "filename": "File:vo_luminita_idle_001.aac"
      },
      {
        "title": "Annoyed",
        "text": "Hmm? All these keys in my coat belong to different houses. This one's owner got sick and died suddenly. This one has shadows lurking in the mirrors. That one has dismembered body parts hidden in... Hey, hey, let me finish!",
        "filename": "File:vo_luminita_clicking_001.aac"
      },
      {
        "title": "Dispatch",
        "text": "Only interested in this one location? Don't you want to check out the other properties in the area?",
        "filename": "File:vo_luminita_dispatch_001.aac"
      },
      {
        "title": "Dispatch Complete",
        "text": "I'm back! Here's the financial breakdown for you. Much cheaper than before, isn't it?",
        "filename": "File:vo_luminita_dispatch2_001.aac"
      },
      {
        "title": "Special Attention",
        "text": "Need a talisman to keep your home safe and repel evil spirits? You're in luck! Check this out! Ugh... don't give me that look, I can't make it any cheaper. This is already the best deal I can offer.",
        "filename": "File:vo_luminita_specialattention_001.aac"
      }
    ]
  }
  