{
    "default": [
        {
            "title": "Obtain the Sinner",
            "filename": "File:vo_moore_cacha_001.aac",
            "text": "Hello, I'm the security expert for Nirvana Cybersecurity Center. I've received a request for a fix. Can you show me where the technical department is? Huh? Why am I being handcuffed?"
        },
        {
            "title": "Raise to Phase 1",
            "filename": "File:vo_moore_promotion_001.aac",
            "text": "The system is upgraded and your firewall is more reliable now."
        },
        {
            "title": "Raise to Phase 3",
            "filename": "File:vo_moore_promotion2_001.aac",
            "text": "(Yawn*) Oops. The task of system upgrading is really tiring. I accidentally fell asleep. Chief, you didn't sneak a peek at anything, did you?"
        },
        {
            "title": "Level Start",
            "filename": "File:vo_moore_battlebegin_001.aac",
            "text": "I'm here, I'm coming!."
        },
        {
            "title": "Win Battles",
            "filename": "File:vo_moore_battlewin_001.aac",
            "text": "The attack is over. The source has been identified and eliminated. Chief, we did it."
        },
        {
            "title": "Lose Battles",
            "filename": "File:vo_moore_battlelose_001.aac",
            "text": "I'll intercept the pursuit. Chief, retreat without fear and be careful not to fall."
        },
        {
            "title": "Ultimate Skill",
            "filename": "File:bt_moore_uniqueskill_001.aac",
            "text": "D-Matrix, activate!"
        },
        {
            "title": "Die in Battles",
            "filename": "File:bt_moore_dead_001.aac",
            "text": "It's okay... I have no regrets..."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_moore_greeting_001.aac",
            "text": "I'm not late if I beat my boss to the office, right? Good morning, Chief."
        },
        {
            "title": "Conversation 1",
            "filename": "File:vo_moore_talk1_001.aac",
            "text": "Do you often stay up late working chief? Me too. If you get tired late at night, come take a break in my room. As fellow night owls, we can exchange notes on that."
        },
        {
            "title": "Conversation 2",
            "filename": "File:vo_moore_talk1_002.aac",
            "text": "I didn't expect Chief to be this popular. You're bugged everywhere. Should I remove them for you? Or we can leave them there and give their owners a little surprise."
        },
        {
            "title": "Conversation 3",
            "filename": "File:vo_moore_talk1_003.aac",
            "text": "Every three months, the size of DisCity's dark web doubles. Hehe, That rule is fake. No one can measure unseeable darkness."
        },
        {
            "title": "Special Conversation 1",
            "filename": "File:vo_moore_talk2_001.aac",
            "text": "I prefer the proactive approach over passive defense. Set the bait, trick, and identify the enemy, then fight back and eliminate all threats. Everyone says this doesn't suit my personality, but wouldn't it be nice to finish work early and get some sleep."
        },
        {
            "title": "Special Conversation 2",
            "filename": "File:vo_moore_talk2_002.aac",
            "text": "The true nature of digitalized mania is information and cognitive contamination. It can't be blocked physically and can spread beyond material barriers. So, beware of what you might see on DisMyth, Chief."
        },
        {
            "title": "Special Conversation 3",
            "filename": "File:vo_moore_talk2_003.aac",
            "text": "I'm kind of fond of little mice. They're tiny and cute, and they have kept me company through many dark nights. Wait, I'm not talking about my place. It's not that messy, really. No, I forbade you from going there, Chief."
        },
        {
            "title": "Full Compliance",
            "filename": "File:vo_moore_obeyfull_001.aac",
            "text": "If the world where a gigantic program, it would have its own bugs too. Fate could be hacked and modified. Maybe it would allow me to meet you sooner, and rewrite the ending. I'm babbling nonsense again. Forget it, Chief. Let's just cherish the present."
        },
        {
            "title": "Idle",
            "filename": "File:vo_moore_idle_001.aac",
            "text": "Whining*... Coffee... I need coffee..."
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_moore_clicking_001.aac",
            "text": "Haha, the little kitty of the old lady next door likes to need me there too. Do you both like the soft touch? Well, don't stop then."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_moore_specialattention_001.aac",
            "text": "Do you want to watch me work? Then, if I doze off, be sure to wake me up."
        },
        {
            "title": "Dispatch",
            "filename": "File:vo_moore_dispatch_001.aac",
            "text": "Field assignment? That will take some extra time."
        },
        {
            "title": "Dispatch Complete",
            "filename": "File:vo_moore_dispatch2_001.aac",
            "text": "I got lost after all. It feels so good to be home."
        },
        {
            "title": "Level Up",
            "filename": "File:vo_moore_levelup_002.aac",
            "text": "Another cup of coffee?"
        },
        {
            "title": "Pat Head",
            "filename": "File:vo_moore_head_001.aac",
            "text": "Huh? No, I wasn't dozing off."
        },
        {
            "title": "Deploy",
            "filename": "File:bt_moore_jointeam_001.aac",
            "text": "Firewall debugging completed. You're under protection now."
        }
    ],
    "eternal_bliss": [
        {
            "title": "Obtain Attire",
            "text": "Let me see... Who's a little mouse that has walked into my web? Hehehe... It's you. Don't be impatient. Once I finish what I'm doing here, I'll take my time playing with you.",
            "filename": "File:vo_moore_eternal_bliss_cacha_001.aac"
        },
        {
            "title": "Greeting",
            "text": "It seems you never tire of playing cat and mouse. Heh, this time, who is the hunter and who is the prey?",
            "filename": "File:vo_moore_eternal_bliss_greeting_001.aac"
        },
        {
            "title": "Ordinary Contact 1",
            "text": "Enjoy the peace of DisCity while you can. It's our gift to you. However, this peaceful illusion will soon reach its end.",
            "filename": "File:vo_moore_eternal_bliss_talk_001.aac"
        },
        {
            "title": "Ordinary Contact 2",
            "text": "You did destroy the dark web with your own hands. Unfortunately in the underground, deceiving death is all too common. See? Even I have returned from the dead.",
            "filename": "File:vo_moore_eternal_bliss_talk_002.aac"
        },
        {
            "title": "Idle",
            "text": "It's true that staying in such a dark place makes it easy to get sleepy. Let me have another cup of coffee.",
            "filename": "File:vo_moore_eternal_bliss_idle_001.aac"
        },
        {
            "title": "Annoyed",
            "text": "You're already caught in my web with no strength to struggle. Yet you still approach willingly. Should I call you fearless or simply foolish?",
            "filename": "File:vo_moore_eternal_bliss_clicking_001.aac"
        },
        {
            "title": "Special Attention",
            "text": "I like how you never learn your lesson, always charging in recklessly. Come then, no matter how many times you try, I'll be waiting for you.",
            "filename": "File:vo_moore_eternal_bliss_specialattention_001.aac"
        },
        {
            "title": "Level Up",
            "text": "Did you hear that? Doomsday is one step closer.",
            "filename": "File:vo_moore_eternal_bliss_levelup_001.aac"
        }
    ]
}