{
    "default": [
        {
            "title": "Obtain the Sinner",
            "text": "My services don't come cheap. Summoning me in such a brusque manner... I take it you've already decided on a destination?",
            "filename": "File:vo_vautour_bleu_cacha_001.aac"
        },
        {
            "title": "Raise to Phase 1",
            "text": "Once you board my caravan, there's no turning back.",
            "filename": "File:vo_vautour_bleu_promotion_001.aac"
        },
        {
            "title": "Raise to Phase 3",
            "text": "Finally... I can take a nice long break...",
            "filename": "File:vo_vautour_bleu_promotion2_001.aac"
        },
        {
            "title": "Level Up",
            "text": "For me? Heh, how thoughtful of you.",
            "filename": "File:vo_vautour_bleu_levelup_002.aac"
        },
        {
            "title": "Pat Head",
            "text": "Someone is getting more brazen by the day.",
            "filename": "File:vo_vautour_bleu_head_001.aac"
        },
        {
            "title": "Level Start",
            "text": "I suppose I can humor you for a bit.",
            "filename": "File:vo_vautour_bleu_battlebegin_001.aac"
        },
        {
            "title": "Win Battles",
            "text": "Don't worry. I've taken care of everything. It's all over now.",
            "filename": "File:vo_vautour_bleu_battlewin_001.aac"
        },
        {
            "title": "Lose Battles",
            "text": "How dare you raid my dock?",
            "filename": "File:vo_vautour_bleu_battlelose_001.aac"
        },
        {
            "title": "Ultimate Skill",
            "text": "The end is nigh!",
            "filename": "File:bt_vautour_bleu_uniqueskill_001.aac"
        },
        {
            "title": "Die in Battles",
            "text": "Heh, it's just... the bitter end of reality.",
            "filename": "File:bt_vautour_bleu_dead_001.aac"
        },
        {
            "title": "Conversation 1",
            "text": "Even \"dreams\" come with a price tag. People are willing to pay astronomical sums to achieve theirs—those who hesitate are just looking for a better deal.",
            "filename": "File:vo_vautour_bleu_talk1_001.aac"
        },
        {
            "title": "Conversation 2",
            "text": "Whenever our caravan passes through DisCity customs, a beautiful chime rings out. I must let you hear it sometime... It's the sound of dreams shattering against reality.",
            "filename": "File:vo_vautour_bleu_talk1_002.aac"
        },
        {
            "title": "Conversation 3",
            "text": "For the right price, my caravan can transport anyone to any place in the world. But, whether the client is still breathing upon arrival... well, that's not something I can guarantee.",
            "filename": "File:vo_vautour_bleu_talk1_003.aac"
        },
        {
            "title": "Special Conversation 1",
            "text": "Don't mourn for the treasures buried in WhiteSands. Désir's ebb and flow is just the nature of these end times. How about we share a laugh and bid them all farewell?",
            "filename": "File:vo_vautour_bleu_talk2_001.aac"
        },
        {
            "title": "Special Conversation 2",
            "text": "If you want to be like me—freely roaming WhiteSands, owning a cozy hideaway, and able to enjoy Eastside desserts whenever I please—remember this: people's hearts are your most valuable asset. Hold them close, and don't hesitate to use them.",
            "filename": "File:vo_vautour_bleu_talk2_002.aac"
        },
        {
            "title": "Special Conversation 3",
            "text": "It's a shame that I'm enjoying such lovely weather all alone. Why don't you toss aside your work for a bit as well? Let's just sit quietly together without thinking about anything, and watch the crowds come and go...",
            "filename": "File:vo_vautour_bleu_talk2_003.aac"
        },
        {
            "title": "Compliance",
            "text": "If one day the name Vautour Bleu vanishes from WhiteSands, heed my advice: don't go searching for her. She's just flown too long, too far, and needs to rest her wings. Your well-wishes will suffice. Pray for her... to find a nest to call home.",
            "filename": "File:vo_vautour_bleu_obeyfull_001.aac"
        },
        {
            "title": "Greeting",
            "text": "Have you forgotten that I'm a smuggler? Coming to my place so often—aren't you even a little afraid I'll whisk you away someday? Hmm… I wonder how much ransom the MBCC would pay to get you back...",
            "filename": "File:vo_vautour_bleu_greeting_001.aac"
        },
        {
            "title": "Idle",
            "text": "Oh dear, you're daydreaming again... Aren't you worried I might sell you off to the Outlands?",
            "filename": "File:vo_vautour_bleu_idle_001.aac"
        },
        {
            "title": "Annoyed",
            "text": "Young people really can't help themselves... Heh, want me to help you?",
            "filename": "File:vo_vautour_bleu_clicking_001.aac"
        },
        {
            "title": "Dispatch",
            "text": "Let's see what's got our little Chief so wound up, shall we?",
            "filename": "File:vo_vautour_bleu_dispatch_001.aac"
        },
        {
            "title": "Dispatch Completion",
            "text": "Oh, silly. Don't tell me you're swayed by such trifling perks?",
            "filename": "File:vo_vautour_bleu_dispatch2_001.aac"
        },
        {
            "title": "Special Attention",
            "text": "Didn't get your fill earlier? Come closer then, get a better look.",
            "filename": "File:vo_vautour_bleu_specialattention_001.aac"
        }
    ]
}