{
  "default": [
    {
      "title": "Obtain the Sinner",
      "text": "Do you need someone to deliver your letters? Ahem... I'm sorry, I might not be the most reliable mail carrier, but if I'm honored with such trust, I'd be more than happy to deliver your heartfelt message.",
      "filename": "File:vo_dove_cacha_001.aac"
    },
    {
      "title": "Raise to Phase 1",
      "text": "These letters carry everyone's wishes... I'll do my best to deliver them as quickly as I can.",
      "filename": "File:vo_dove_promotion_001.aac"
    },
    {
      "title": "Raise to Phase 3",
      "text": "Opening other people's mail is quite a thrill. Want to give it a try? Black hearts, red hearts, broken hearts... Rip them all open and lay them out!",
      "filename": "File:vo_dove_promotion2_001.aac"
    },
    {
      "title": "Level Up",
      "text": "Become stronger? I'm not sure I understand... Does it mean I can bring happiness to even more people?",
      "filename": "File:vo_dove_levelup_002.aac"
    },
    {
      "title": "Level Start",
      "text": "Don't worry, I've got the route all mapped out. Just stick close to me.",
      "filename": "File:vo_dove_battlebegin_001.aac"
    },
    {
      "title": "Win Battles",
      "text": "Oh my, I'm so sorry... Turns out the power of the wishes in your letters isn't that strong after all... Hehe...",
      "filename": "File:vo_dove_battlewin_001.aac"
    },
    {
      "title": "Lose Battles",
      "text": "I'm sorry, I'm sorry... I forgot how fragile the letters are...",
      "filename": "File:vo_dove_battlelose_001.aac"
    },
    {
      "title": "Ultimate Skill",
      "text": "The power of wishes will protect us all!",
      "filename": "File:bt_dove_uniqueskill_001.aac"
    },
    {
      "title": "Die in Battles",
      "text": "I thought it wouldn't hurt...? Ha, got fooled again...",
      "filename": "File:bt_dove_dead_001.aac"
    },
    {
      "title": "Conversation 1",
      "text": "It wasn't until I came here that I realized how many people find sending letters too slow. True, it's not as instant as clicking \"send\" on a message, but I view the time it takes to pen a letter as a source of special warmth—the warmth of ink and paper, of palms and hearts.",
      "filename": "File:vo_dove_talk1_001.aac"
    },
    {
      "title": "Conversation 2",
      "text": "Is mail delivery hard work, you ask? It's not too bad, really. The Bureau is small, and the town is just a tad bigger than the village I used to live in. Plus, I have my bike, and everyone here helps and believes in me.",
      "filename": "File:vo_dove_talk1_002.aac"
    },
    {
      "title": "Conversation 3",
      "text": "You know, mail carriers aren't always the \"harbingers of joy\" like the books make us out to be. I... also deliver obituaries, rejection letters, and overdue bills. But as one book rightly says, \"Even when life is shattered, it always tries to piece itself back together.\"",
      "filename": "File:vo_dove_talk1_003.aac"
    },
    {
      "title": "Special Conversation 1",
      "text": "Before, I never felt I missed out much by staying in my village. I read books, exchanged letters, and learned about the \"outside world\" through written words. But later... I realized the books were just silly fairy tales, the letters were all written by my parents... and the \"outside world\" was just an even bigger lie.",
      "filename": "File:vo_dove_talk2_001.aac"
    },
    {
      "title": "Special Conversation 2",
      "text": "Let's play a little game. Guess which of these letters are actually from your Sinner? Haha, yes, that's the look I want to see! Frowning but speechless, I love it!",
      "filename": "File:vo_dove_talk2_002.aac"
    },
    {
      "title": "Special Conversation 3",
      "text": "Have you ever had a pen pal? If so, you'd know how anxious and happy it is to wait for their reply. It's a time free of pain and disillusionment. No wonder some choose to live in that moment forever, blind to everything else.",
      "filename": "File:vo_dove_talk2_003.aac"
    },
    {
      "title": "Greeting",
      "text": "Chief, I guess it's hard for someone like you to talk about your worries, right? Why not try writing a letter instead? Some things are easier to express on paper and are received more warmly that way. Trust me—I'm speaking from experience.",
      "filename": "File:vo_dove_greeting_001.aac"
    },
    {
      "title": "Idle",
      "text": "To MBCC Chief, and a little heart sticker... Done! I wonder, when you wake up, will you guess that this \"love letter\" was actually written by your friendly neighborhood mail carrier?",
      "filename": "File:vo_dove_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "Hey, easy there—you have to wait in line to get your letter... Or maybe you're so eager because it's not the letter you're really after, hmm?",
      "filename": "File:vo_dove_clicking_001.aac"
    },
    {
      "title": "Dispatch",
      "text": "I have so many letters to deliver today, so I might be a bit late.",
      "filename": "File:vo_dove_dispatch_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "I once read that if two people can look into each other's eyes for ten seconds without looking away, it means they have a special connection. Chief, if you're interested, Dove would be happy to try it with you~",
      "filename": "File:vo_dove_specialattention_001.aac"
    },
    {
      "title": "Join Team",
      "text": "",
      "filename": "File:bt_dove_jointeam_001.aac"
    },
    {
      "title": "Dispatch Complete",
      "text": "Seeing the joy on everyone's faces when they receive their letters... it fills me with happiness too.",
      "filename": "File:vo_dove_dispatch2_001.aac"
    },
    {
      "title": "Full Compliance",
      "text": "I can hardly believe there are people like you in this world—a true envoy who delivers and protects even the smallest wishes... Perhaps this is my punishment for all the deceptions: to be captivated by your beautiful illusion, only to fall hard when it shatters... But it's fine, really. Just let me believe in it a little longer… until you disappear.",
      "filename": "File:vo_dove_obeyfull_001.aac"
    }
  ]
}