{
  "default": [
    {
      "title": "Obtain the Sinner",
      "text": "Welcome! Only 100,000 DisCoins for a song by me! I can play it from dawn to dusk—what a steal, eh? How about it, boss? Want to order one?",
      "filename": "File:vo_dudu_cacha_001.aac"
    },
    {
      "title": "Raise to Phase 1",
      "text": "No matter how much I practice, I only know how to play this one song.",
      "filename": "File:vo_dudu_promotion_001.aac"
    },
    {
      "title": "Raise to Phase 3",
      "text": "Money, life, and death are all up to fate. On second thought, they can be up to me!",
      "filename": "File:vo_dudu_promotion2_001.aac"
    },
    {
      "title": "Level Up",
      "text": "Not bad, not bad. Care to tip a bit more?",
      "filename": "File:vo_dudu_levelup_002.aac"
    },
    {
      "title": "Level Start",
      "text": "That's a lot of people. By the way, I charge per person for my show.",
      "filename": "File:vo_dudu_battlebegin_001.aac"
    },
    {
      "title": "Win Battles",
      "text": "How was it? The song's not bad, eh?",
      "filename": "File:vo_dudu_battlewin_001.aac"
    },
    {
      "title": "Lose Battles",
      "text": "Woah, woah, you could just tell me to stop. There's no need to get violent.",
      "filename": "File:vo_dudu_battlelose_001.aac"
    },
    {
      "title": "Ultimate Skill",
      "text": "Reincarnation is the endless cycle of life!",
      "filename": "File:bt_dudu_uniqueskill_001.aac"
    },
    {
      "title": "Die in Battles",
      "text": "Don't be afraid... I'll leave... without a fuss.",
      "filename": "File:bt_dudu_dead_001.aac"
    },
    {
      "title": "Conversation 1",
      "text": "If someone in our line of work doesn't believe in reincarnation, they'd lose their job.",
      "filename": "File:vo_dudu_talk1_001.aac"
    },
    {
      "title": "Conversation 2",
      "text": "It's music, not noise!",
      "filename": "File:vo_dudu_talk1_002.aac"
    },
    {
      "title": "Conversation 3",
      "text": "Oak Casket's box sure smells good! You can sleep deep and sound in it without a worry!",
      "filename": "File:vo_dudu_talk1_003.aac"
    },
    {
      "title": "Special Conversation 1",
      "text": "Passing away is nothing to be scared of. I will guide you to where you need to be. Then, we shall meet again.",
      "filename": "File:vo_dudu_talk2_001.aac"
    },
    {
      "title": "Special Conversation 2",
      "text": "To rise from the ashes, one must first burn to cinders. As long as you endure the searing pain, you shall be granted rebirth.",
      "filename": "File:vo_dudu_talk2_002.aac"
    },
    {
      "title": "Special Conversation 3",
      "text": "Maybe it was you who guided me across the Lethe?",
      "filename": "File:vo_dudu_talk2_003.aac"
    },
    {
      "title": "Full Compliance",
      "text": "I believe in reincarnation, but there are many things in life that one cannot take away after death. Will you still remember me after reincarnating...? No worries. Even if you forget, I will do everything possible to meet you again and make you remember me forever!",
      "filename": "File:vo_dudu_obeyfull_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Look who I bumped into! My my, it's my lucky day!",
      "filename": "File:vo_dudu_greeting_001.aac"
    },
    {
      "title": "Idle",
      "text": "I'm so bored. How about I play a song to cheer you up, boss?",
      "filename": "File:vo_dudu_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "It's broad daylight! I'll scream if you do this! Unless you pay for the emotional trauma!",
      "filename": "File:vo_dudu_clicking_001.aac"
    },
    {
      "title": "Dispatch",
      "text": "Let me see, am I working for heaven? Or just playing for mortals?",
      "filename": "File:vo_dudu_dispatch_001.aac"
    },
    {
      "title": "Dispatch Complete",
      "text": "Sigh, I didn't make much this time, but I'll give you a share!",
      "filename": "File:vo_dudu_dispatch2_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "I know I'm cute, but don't look at me like that... are you in the mood for another show?",
      "filename": "File:vo_dudu_specialattention_001.aac"
    },
    {
      "title": "Join Team",
      "text": "",
      "filename": "File:bt_dudu_jointeam_001.aac"
    },
    {
      "title": "Pat Head",
      "text": "",
      "filename": "File:vo_dudu_head_001.aac"
    }
  ],
  "unsung_maestro": [
    {
      "title": "Level Up",
      "text": "Hehe, thanks boss! Thank you so much! May you be blessed with fame and fortune!",
      "filename": "File:vo_dudu_huoyinmonv_levelup_001.aac"
    },
    {
      "title": "Obtain Attire",
      "text": "Come one, come all! Feast your eyes on the performance of this great musician! Just trying to make a living here! Your kind support will be appreciated!",
      "filename": "File:vo_dudu_huoyinmonv_cacha_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Thanks for watching! If you enjoyed the performance, please show some support! DisCoins, Hypercubes—any currency is welcome! I also take digital payment! Whatever's convenient for you!",
      "filename": "File:vo_dudu_huoyinmonv_greeting_001.aac"
    },
    {
      "title": "Ordinary Contact 1",
      "text": "Hey there, you little brat! Aren't you afraid of karma? Put it back, you hear me? Tsk, people have no morals anymore. The world has really gone to the dogs...",
      "filename": "File:vo_dudu_huoyinmonv_body_001.aac"
    },
    {
      "title": "Ordinary Contact 2",
      "text": "...Huh? My erhu performance sounds like sawing wood? Nonsense! You're just too uncultured to appreciate the erhu classics I'm playing... Why is this stupid stereo jammed again? I spent a fortune on it at the second-hand shop!",
      "filename": "File:vo_dudu_huoyinmonv_body_002.aac"
    },
    {
      "title": "Idle",
      "text": "...Hmm? No one's around right now. Lemme take a break...",
      "filename": "File:vo_dudu_huoyinmonv_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "Ahem, boss, mind your manners. Don't get all handsy. I'm a proper artist.",
      "filename": "File:vo_dudu_huoyinmonv_clicking_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "Boss, you've been staring at me for a long time. Why, you wanna have a duet with me? ...Come come, don't be shy. You take the erhu, I'll play the suona...",
      "filename": "File:vo_dudu_huoyinmonv_specialattention_001.aac"
    }
  ],
  "bewitching_piper": [
    {
      "title": "Level Up",
      "text": "Don't you take your candy back. Once mine, always mine!",
      "filename": "File:vo_dudu_zhiyinnanmi_levelup_001.aac"
    },
    {
      "title": "Obtain Attire",
      "text": "I am the one and only witch in the city, the nightfall pied piper. My suona can bring you anything you want, loved or loathed, all at your call with just 100,000 DisCoins! What a bargain, right? Huh, why you looking at me like that. C'mon, if you're really that poor, I guess a basket of candy could work too.",
      "filename": "File:vo_dudu_zhiyinnanmi_cacha_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Meow~ My slumbering little rats. Time to drown into reincarnation with my tune.",
      "filename": "File:vo_dudu_zhiyinnanmi_greeting_001.aac"
    },
    {
      "title": "Ordinary Contact 1",
      "text": "Trick or treat? Ho yeah! Let's sweep the houses and grab their candies! Or we can play a tune to make them see reason, hehe. What do you mean no? They will listen, oh trust me, they WILL.",
      "filename": "File:vo_dudu_zhiyinnanmi_talk_001.aac"
    },
    {
      "title": "Ordinary Contact 2",
      "text": "Creamy, taffy, chocolate, marshmallow, what a bounty! Your mouth is watering, eh? Here, take your share. This one's just for you, so don't tell the other mice, okay?",
      "filename": "File:vo_dudu_zhiyinnanmi_talk_002.aac"
    },
    {
      "title": "Idle",
      "text": "Ugh, I hate to perch on a tree. Being a witch piper is tough! How about we sneak into town and run a racket on those goblins? They'll readily fall for it once they hear my music.",
      "filename": "File:vo_dudu_zhiyinnanmi_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "Woah! You almost shook me down. I was this close to playing my own RIP song!",
      "filename": "File:vo_dudu_zhiyinnanmi_clicking_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "Yo, how weird~ You're not lured by my music, why are your eyes so glued to me? Am I more fascinating than my tunes? Hehe, tell you what, gimme 10,000 DisCoins and you can look as long as you want!",
      "filename": "File:vo_dudu_zhiyinnanmi_specialattention_001.aac"
    }
  ]
}