{
  "default": [
    {
      "title": "Obtain the Sinner",
      "text": "The time is ripe, so I've come to meet you you. My dear... partner in crime.",
      "filename": "File:vo_heli_cacha_001.aac"
    },
    {
      "title": "Raise to Phase 1",
      "text": "Power is a shortcut to a goal, but... it's not the only means.",
      "filename": "File:vo_heli_promotion_001.aac"
    },
    {
      "title": "Raise to Phase 3",
      "text": "I've already reached the summit. Does the view here... meet your expectations?",
      "filename": "File:vo_heli_promotion2_001.aac"
    },
    {
      "title": "Level Start",
      "text": "I wonder what surprises await me here.",
      "filename": "File:vo_heli_battlebegin_001.aac"
    },
    {
      "title": "Win Battles",
      "text": "Everything is as I've planned.",
      "filename": "File:vo_heli_battlewin_001.aac"
    },
    {
      "title": "Lose Battles",
      "text": "I've almost forgotten the taste of failure...",
      "filename": "File:vo_heli_battlelose_001.aac"
    },
    {
      "title": "Ultimate Skill",
      "text": "Vanish!",
      "filename": "File:bt_heli_uniqueskill_001.aac"
    },
    {
      "title": "Die in Battles",
      "text": "I can't... go down like this...",
      "filename": "File:bt_heli_dead_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Dramatic changes are coming our way. What will be your course of action today? I'm intrigued, Chief.",
      "filename": "File:vo_heli_greeting_001.aac"
    },
    {
      "title": "Conversation 1",
      "text": "You can treat me as a prisoner, or you can treat me as a partner... Think about it. Money is not the only thing Quinn can offer you. There is much more beyond your imagination.",
      "filename": "File:vo_heli_talk1_001.aac"
    },
    {
      "title": "Conversation 2",
      "text": "I like playing chess. On the chessboard, we focus only on each other, racking our brains to corner the other person. What pure pleasure.",
      "filename": "File:vo_heli_talk1_002.aac"
    },
    {
      "title": "Conversation 3",
      "text": "I know you're the straightforward type, but don't wear your heart on your sleeve. Try to make your behavior more... unpredictable.",
      "filename": "File:vo_heli_talk1_003.aac"
    },
    {
      "title": "Special Conversation 1",
      "text": "The DisCity is such a wonderful place. It's the center of the world, the future of humanity... Is it willing to take me in?",
      "filename": "File:vo_heli_talk2_001.aac"
    },
    {
      "title": "Special Conversation 2",
      "text": "Money and status, trust and friendship, even fear and threat... All of these are bargaining chips for loyalty, and I can sustain this trade indefinitely.",
      "filename": "File:vo_heli_talk2_002.aac"
    },
    {
      "title": "Special Conversation 3",
      "text": "I'd hate to face you in battle, but... if that day really came, I'd expect nothing less than a satisfying fight from you.",
      "filename": "File:vo_heli_talk2_003.aac"
    },
    {
      "title": "Full Compliance",
      "text": "You... are mine. My pawn, my collectible, with whom I share all my secrets. Never betray me... No one can betray me.",
      "filename": "File:vo_heli_obeyfull_001.aac"
    },
    {
      "title": "Idle",
      "text": "Play a game of chess with me... Don't turn me down so quickly. I'll give you a head start this time.",
      "filename": "File:vo_heli_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "If there is something you desire, just tell me honestly. You and I, we don't need to play this game.",
      "filename": "File:vo_heli_clicking_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "Are you meeting me as a challenger, a negotiator, or... a close friend? Regardless of your answer, I'm glad.",
      "filename": "File:vo_heli_specialattention_001.aac"
    },
    {
      "title": "Dispatch",
      "text": "Hmm... Alright, show me what you've been planning.",
      "filename": "File:vo_heli_dispatch_001.aac"
    },
    {
      "title": "Dispatch Complete",
      "text": "The deed is done. How are you going to pay me for my service? How about... paying with yourself?",
      "filename": "File:vo_heli_dispatch2_001.aac"
    },
    {
      "title": "Level Up",
      "text": "You can never have too much power at your disposal.",
      "filename": "File:vo_heli_levelup_002.aac"
    },
    {
      "title": "Pat Head",
      "text": "How nostalgic. I was once treated so tenderly by some too, but... they're all gone from this world now.",
      "filename": "File:vo_heli_head_001.aac"
    },
    {
      "title": "Join Team",
      "text": "Getting my hands dirty could be fun.",
      "filename": "File:bt_heli_jointeam_001.aac"
    }
  ],
  "seaside_sunrise": [
    {
      "title": "Obtain Attire",
      "text": "Whether the tide ebbs and flows, one can see it all here—Chief, why don't you take a seat and enjoy the view?",
      "filename": "File:vo_heli_haiyuchenguang_cacha_001.aac"
    },
    {
      "title": "Greeting",
      "text": "You have come at just the right time. Now is the perfect time to challenge your destined nemesis.",
      "filename": "File:vo_heli_haiyuchenguang_greeting_001.aac"
    },
    {
      "title": "Ordinary Contact 1",
      "text": "Dark tides churn beneath the sea's deceptively calm surface. Huge tidal waves could hit at any time... However, for me, \"danger\" is just an afterthought to business.",
      "filename": "File:vo_heli_haiyuchenguang_body_001.aac"
    },
    {
      "title": "Ordinary Contact 2",
      "text": "Each and every sunrise is unique, yet people arrogantly assume they are always looking at the same sun... Thanks to their stupidity, Quinn is where it is today.",
      "filename": "File:vo_eirene_seaside_sunrise_talk_002.aac"
    },
    {
      "title": "Ordinary Contact 3",
      "text": "A toast to the dawn we forged together. Cheers!",
      "filename": "File:vo_heli_haiyuchenguang_hand_001.aac"
    },
    {
      "title": "Ordinary Contact 4",
      "text": "Do you like the neckline of this swimsuit? Don't underestimate it. This silky fabric sheathes not just an alluring beauty, but a femme fatale who never misses a kill.",
      "filename": "File:vo_heli_haiyuchenguang_leg_001.aac"
    },
    {
      "title": "Idle",
      "text": "It's rare to have a chance to be alone with you like this. I'm a bit tipsy. Want to do something other than play chess?",
      "filename": "File:vo_heli_haiyuchenguang_idle_001.aac"
    },
    {
      "title": "Level Up",
      "text": "Vacations have always been the privilege of victors. Those who are powerless to control the circumstances cannot afford to relax.",
      "filename": "File:vo_heli_haiyuchenguang_levelup_001.aac"
    },
    {
      "title": "Pat Head",
      "text": "Hmm? I don't take provocations from opponents lightly. As punishment, I'm going to make you... count the waves with me.",
      "filename": "File:vo_heli_haiyuchenguang_head_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "Are you watching the sunrise over the sea, or something else? No need to avert your gaze. I don't mind.",
      "filename": "File:vo_heli_haiyuchenguang_specialattention_001.aac"
    }
  ],
  "daughter_of_fraser_city": [
    {
      "title": "Obtain Attire",
      "text": "Who are you? The look in your eyes... You weren't sent by my \"dear\" big brothers or sisters, I presume? So... are you here to seek cooperation with me? All right then, make your pitch.",
      "filename": "File:vo_heli_feishazhinv_cacha_001.aac"
    },
    {
      "title": "Greeting",
      "text": "I hope you've spent your time away honing your skills. I don't want a partner who can't keep up with me intellectually.",
      "filename": "File:vo_heli_feishazhinv_greeting_001.aac"
    },
    {
      "title": "Ordinary Contact 1",
      "text": "I'm up against the legitimate children in the Campbell family. I have next to nothing going for me in comparison with them. Now, do you still want to be on my side? Hehe, that's interesting. I'm starting to suspect that you have some ulterior motive.",
      "filename": "File:vo_heli_feishazhinv_talk_001.aac"
    },
    {
      "title": "Ordinary Contact 2",
      "text": "My father doesn't interfere in our rivalry. It's a Campbell's duty to prove their superiority. \"The winner takes it all.\" That's the only rule of the game.",
      "filename": "File:vo_heli_feishazhinv_talk_002.aac"
    },
    {
      "title": "Idle",
      "text": "Are the people around here always this laid-back? Heh, the Campbells never put their feet up and relax at this age.",
      "filename": "File:vo_heli_feishazhinv_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "(Sneers) This is why you wanted to cooperate with me, isn't it? That's the oldest trick in the book.",
      "filename": "File:vo_heli_feishazhinv_clicking_001.aac"
    },
    {
      "title": "Level Up",
      "text": "No one would complain about having too many trump cards up their sleeves. I'm no exception.",
      "filename": "File:vo_heli_feishazhinv_levelup_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "All right, stay here with me for a while. I'll break the plan down for you.",
      "filename": "File:vo_heli_feishazhinv_specialattention_001.aac"
    }
  ]
}