{
  "default": [
    {
      "title": "Obtain the Sinner",
      "text": "Greetings Chief of Minos. I appreciate your concern. Could you please guide me on the necessary procedures and the details required for registration?",
      "filename": "File:vo_jelena_cacha_001.aac"
    },
    {
      "title": "Raise to Phase 1",
      "text": "If that is your desire, I will see to it that every single request is met.",
      "filename": "File:vo_jelena_promotion_001.aac"
    },
    {
      "title": "Raise to Phase 3",
      "text": "May all the children I hold dear have warm, sweet dreams.",
      "filename": "File:vo_jelena_promotion2_001.aac"
    },
    {
      "title": "Level Start",
      "text": "I will accompany you anywhere you wish to go.",
      "filename": "File:vo_jelena_battlebegin_001.aac"
    },
    {
      "title": "Win Battles",
      "text": "There. It's all done. Let's return home.",
      "filename": "File:vo_jelena_battlewin_001.aac"
    },
    {
      "title": "Lose Battles",
      "text": "Fear not. We can try again together.",
      "filename": "File:vo_jelena_battlelose_001.aac"
    },
    {
      "title": "Ultimate Skill",
      "text": "",
      "filename": "File:bt_jelena_uniqueskill_001.aac"
    },
    {
      "title": "Die in Battles",
      "text": "",
      "filename": "File:bt_jelena_dead_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Good day chief. Today is poised to be at the lightful day.",
      "filename": "File:vo_jelena_greeting_001.aac"
    },
    {
      "title": "Conversation 1",
      "text": "You occupy a position of great influence, and the attention upon you shall only grow in the days to come. Oh, permit me to perfect your attire. For wherever your journey may lead, you must always embody grace and distinction.",
      "filename": "File:vo_jelena_talk1_001.aac"
    },
    {
      "title": "Conversation 2",
      "text": "On every rainy day, I hope that when the downpour ends, flower buds will bloom, spring swallows will return, and the dark clouds will clear from the sky. When that moment comes, I'll give my heart to those I cherish. And love shall ever more saturate my being.",
      "filename": "File:vo_jelena_talk1_002.aac"
    },
    {
      "title": "Conversation 3",
      "text": "Some children would seek refuge in my room after missteps. Imploring me to intercede on their behalf as if fearing your disappointment. So, Chief, does my voice hold any sway?",
      "filename": "File:vo_jelena_talk1_003.aac"
    },
    {
      "title": "Special Conversation 1",
      "text": "During my time serving under Prime Minister Stewart, attention was palpable, and every little detail demanded meticulous attention. I must say, the atmosphere here is much more pleasant. No wonder everyone enjoys working with you chief.",
      "filename": "File:vo_jelena_talk2_001.aac"
    },
    {
      "title": "Special Conversation 2",
      "text": "I understand you have lost so much, with no way to properly honor those memories. I truly empathize with that sentiment. However, my dear chief, take a moment to look around you. You found those worthy of your love, and they love you just as deeply in return. Cherish what you have, and may you find happiness once again.",
      "filename": "File:vo_jelena_talk2_002.aac"
    },
    {
      "title": "Special Conversation 3",
      "text": "whether rich or poor, virtuous or flawed, strong or weak. We are all but tiny specks in the grand scheme of things, destined to be swept away by time. I know I may not always be able to protect those I love, but chief, I earnestly ask you to stay safe, for as long as you can. For that is my deepest wish.",
      "filename": "File:vo_jelena_talk2_003.aac"
    },
    {
      "title": "Full Compliance",
      "text": "I came to this land with a heart filled with animosity. Never expecting to form bonds I would hold dear. The boundary between love and hatred has grown so blurred. Chief, what do you think of me now? I harbor no regrets for my deeds and am prepared to endure any hostility yet. In the end, I only hope that those I love will understand. Regardless of the circumstances, my love remains true.",
      "filename": "File:vo_jelena_obeyfull_001.aac"
    },
    {
      "title": "Idle",
      "text": "Close your eyes and sleep in peace.",
      "filename": "File:vo_jelena_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "Well chief, I must admit I didn't anticipate your mischievous side. Shall I indulge this behavior or perhaps consider a touch of disciplinary action?",
      "filename": "File:vo_jelena_clicking_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "Feel free to give me any work instructions. And I welcome any supervision if doubts arise. Or could it be? You called me here just to be doted on a little?",
      "filename": "File:vo_jelena_specialattention_001.aac"
    },
    {
      "title": "Dispatch",
      "text": "Understood. I shall attend to it right away.",
      "filename": "File:vo_jelena_dispatch_001.aac"
    },
    {
      "title": "Dispatch Complete",
      "text": "Please take a look. Does anything here catch your eye?",
      "filename": "File:vo_jelena_dispatch2_001.aac"
    },
    {
      "title": "Level Up",
      "text": "Thank you for your kind consideration.",
      "filename": "File:vo_jelena_levelup_002.aac"
    },
    {
      "title": "Pat Head",
      "text": "I appreciate your concern, but I'm not weary just yet.",
      "filename": "File:vo_jelena_head_001.aac"
    },
    {
      "title": "Join Team",
      "text": "",
      "filename": "File:bt_jelena_jointeam_001.aac"
    }
  ],
  "scorched_lullaby": [
    {
      "title": "Level Up",
      "text": "Another child has been reborn.",
      "filename": "File:vo_jelena_zhuoyeyaolan_levelup_001.aac"
    },
    {
      "title": "Obtain Attire",
      "text": "Their cries for mother pierced through the flame and reached my ears. So I came, allowing them a rebirth in blood and ash. Tell me, what brings you here?",
      "filename": "File:vo_jelena_zhuoyeyaolan_cacha_001.aac"
    },
    {
      "title": "Greeting",
      "text": "You linger at the edge of the dark forest, refusing to venture deeper. But what can you truly discern if you won't look in my eyes? Come closer to me. There's nothing to fear here. Only a mother and her beloved children.",
      "filename": "File:vo_jelena_zhuoyeyaolan_greeting_001.aac"
    },
    {
      "title": "Ordinary Contact 1",
      "text": "I do not pick and choose which lives to save, whether tainted or pure, low-born or noble, I embrace all equally, making those souls who call to me, my kin, my treasures, sharing with them immortality and eternity. In your eyes, is that blasphemy?",
      "filename": "File:vo_jelena_zhuoyeyaolan_body_001.aac"
    },
    {
      "title": "Ordinary Contact 2",
      "text": "This flame is the earth itself, the body of mother, the crucible of the world. It melds flesh, reshapes souls, stripping away all suffering and sorrow, forging a rebirth that is twisted, yet pure. This is what you sought to glimpse. My salvation.",
      "filename": "File:vo_jelena_zhuoyeyaolan_body_002.aac"
    },
    {
      "title": "Ordinary Contact 3",
      "text": "Every lamb that leaps into the flame has already endured immeasurable suffering. Holy water cannot heal their wounds. Nor can sermons ease their pain. This is why they choose to fall into my embrace. To be reborn through me. For I will never allow my children to endure such torment again.",
      "filename": "File:vo_jelena_zhuoyeyaolan_hand_001.aac"
    },
    {
      "title": "Ordinary Contact 4",
      "text": "A mother is forever attuned to crying, whether it be the wailing of those seeking comfort, or the joyful cries of souls reborn. Remember this, these magical flowers, the forbidden fruits are not necessary for the summoning ritual. Your sincere tears alone are enough to draw my gaze.",
      "filename": "File:vo_jelena_zhuoyeyaolan_background_001.aac"
    },
    {
      "title": "Idle",
      "text": "My embrace is already overflowing, yet the crying never ceases. When will these afflicted souls finally find peace?",
      "filename": "File:vo_jelena_zhuoyeyaolan_idle_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "Your gaze is different from those children who trust mother completely. Is it because you are braver than they are? Or simply, because you are more lost.",
      "filename": "File:vo_jelena_zhuoyeyaolan_specialattention_001.aac"
    },
    {
      "title": "Pat Head",
      "text": "Yes, that's it. Don't resist the urge to touch me. I will indulge your every whim.",
      "filename": "File:vo_jelena_zhuoyeyaolan_head_001.aac"
    }
  ]
}