{
  "default": [
    {
      "title": "Obtain the Sinner",
      "text": "I've seen it all, your vulnerability, your weariness, your sadness... Come here, come to me, let me share your burden and pain, let me be a loyal companion to you...",
      "filename": "File:vo_lamia_cacha_001.aac"
    },
    {
      "title": "Raise to Phase 1",
      "text": "Do not turn a blind eye to your own needs. Do not turn your back on your savior. A faithful \"seafarer\" shall attain the precious pearls they long for.",
      "filename": "File:vo_lamia_promotion_001.aac"
    },
    {
      "title": "Raise to Phase 3",
      "text": "What do you see in the center of the vortex?",
      "filename": "File:vo_lamia_promotion2_001.aac"
    },
    {
      "title": "Level Up",
      "text": "The more you offer, the more you will receive. Now, show me how sincere you are.",
      "filename": "File:vo_lamia_levelup_002.aac"
    },
    {
      "title": "Level Start",
      "text": "Come here, step into my trap.",
      "filename": "File:vo_lamia_battlebegin_001.aac"
    },
    {
      "title": "Win Battles",
      "text": "Thou, my enemy, shall forever be trapped under the billow and never see the sunlight anew.",
      "filename": "File:vo_lamia_battlewin_001.aac"
    },
    {
      "title": "Lose Battles",
      "text": "Tch, my tricks didn't work this time.",
      "filename": "File:vo_lamia_battlelose_001.aac"
    },
    {
      "title": "Ultimate Skill",
      "text": "Be trapped here forever!",
      "filename": "File:bt_lamia_uniqueskill_001.aac"
    },
    {
      "title": "Die in Battles",
      "text": "I can't die here... I've got to, got to live...",
      "filename": "File:bt_lamia_dead_001.aac"
    },
    {
      "title": "Conversation 1",
      "text": "Have you heard of an old deep-sea civilization far, far away, where the roofs of the houses are made of shells, and the walls of pearls? That's where I come from.",
      "filename": "File:vo_lamia_talk1_001.aac"
    },
    {
      "title": "Conversation 2",
      "text": "Be quiet, and don't turn on the light. Only tranquil darkness can calm my soul.",
      "filename": "File:vo_lamia_talk1_002.aac"
    },
    {
      "title": "Conversation 3",
      "text": "My appearance? Heh, I know what you're getting at. Strange, grotesque, terrifying... Are these the words you're looking for? I'm a monster, after all... What? I have a unique beauty? Me? This is the first time anyone's ever said that about me. Do you, um, really think so?",
      "filename": "File:vo_lamia_talk1_003.aac"
    },
    {
      "title": "Special Conversation 1",
      "text": "Detested, like I used to be, by those who thought of me as a monster, or worshiped, like I am now, by the seafarers... It makes no difference to me, for I don't care what they think of me. But I do care... what I look like to you.",
      "filename": "File:vo_lamia_talk2_001.aac"
    },
    {
      "title": "Special Conversation 2",
      "text": "This beautiful little thing is, in fact, a ferocious predator. It ate all the fish that once shared this tank. Ferocious as it is, it is forever trapped behind this thin wall of glass. It must be longing for freedom too...",
      "filename": "File:vo_lamia_talk2_002.aac"
    },
    {
      "title": "Special Conversation 3",
      "text": "Sometimes, beautiful, harmless-looking things can be extremely dangerous. Most people don't realize that until it's too late. Ah, is there anything more exciting than seeing the fear on a horror-stricken face at the moment of truth?",
      "filename": "File:vo_lamia_talk2_003.aac"
    },
    {
      "title": "Full Compliance",
      "text": "I construct traps from lies and illusions, and lay them all around me to ensnare whoever gets near. Sincerity is a commodity that is of no use to me. But why? Why the waters parted and the thorn thicket made way for you to come through and see behind the walls that I've erected around me?",
      "filename": "File:vo_lamia_obeyfull_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Are you here to look for the answers to your questions? ...Why are you being so cautious? I don't bite.",
      "filename": "File:vo_lamia_greeting_001.aac"
    },
    {
      "title": "Idle",
      "text": "I'm a bit tired. I think I'll have a bath...",
      "filename": "File:vo_lamia_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "You want to know what happened to those eager souls who came to me for help? What do you think happened to them? Of course I gave them what they wanted and made them live happily ever after.",
      "filename": "File:vo_lamia_clicking_001.aac"
    },
    {
      "title": "Dispatch",
      "text": "Good, let us commiserate with more lost souls.",
      "filename": "File:vo_lamia_dispatch_001.aac"
    },
    {
      "title": "Dispatch Complete",
      "text": "Hmm, more seafarers have received the blessing.",
      "filename": "File:vo_lamia_dispatch2_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "Yeah, you're getting the hang of it now... Don't devert your eyes. Can you feel yourself being enveloped by the waves? Okay, let them wash away your pain, bring you serenity, cleanse you of all your sins.",
      "filename": "File:vo_lamia_specialattention_001.aac"
    },
    {
      "title": "Join Team",
      "text": "Whatever wishes you have... You can tell me.",
      "filename": "File:bt_lamia_jointeam_001.aac"
    }
  ],
  "hushed_tides": [
    {
      "title": "Level Up",
      "text": "Thank you for freeing me from entanglement.",
      "filename": "File:vo_lamia_chaoximiyu_levelup_001.aac"
    },
    {
      "title": "Obtain Attire",
      "text": "Please don't be afraid. I... I am... uh... a mermaid who just owned my legs... Yes, I was captured by some merchant seamen and smuggled here. I managed to escape with your help. I'm not gonna hurt you, nor do I have the strength to do so. If you don't believe me, you can take the pearls that my teardrops turn into when I cry... as long as you \nagree to help me.",
      "filename": "File:vo_lamia_chaoximiyu_cacha_001.aac"
    },
    {
      "title": "Greeting",
      "text": "You've come just at the right time, savior. It just occurs to me that a brigantine arrived here from the Black Sea not so long ago. Could it be the vessel you've been looking for, the \"Madame Maelstrom\"? If you wish to check it out, I'll be happy to show you the way.",
      "filename": "File:vo_lamia_chaoximiyu_greeting_001.aac"
    },
    {
      "title": "Ordinary Contact 1",
      "text": "The elders warned me against greedy humans who would harm me for my appearance, tears, and flesh. But I know there are also good people like you in this world, pure in body and spirit, who must taste... Ah, I mean, who should be blessed with all the luck they need in their endeavors.",
      "filename": "File:vo_lamia_chaoximiyu_body_001.aac"
    },
    {
      "title": "Ordinary Contact 2",
      "text": "When you fulfill your dream of becoming a great sailor, please do visit me at my home. We live in the depths of Mother Sea, in a palace adorned with coral and gems, where music is played with conches and turtles... The undercurrents and whirlpools safeguarding us may be a bit dangerous. Nevertheless, I don't think they will pose much of a challenge to you.",
      "filename": "File:vo_lamia_chaoximiyu_body_002.aac"
    },
    {
      "title": "Idle",
      "text": "I sing in the deep sea, lulling you to sleep. As you fulfill your dream in dream, I'll have my feast complete.",
      "filename": "File:vo_lamia_chaoximiyu_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "Ah... Oh, it's okay. You didn't hurt me. I got this wound from the sailboats and wish bottles while I was in the sea. It will heal on its own. Don't worry about me...",
      "filename": "File:vo_lamia_chaoximiyu_clicking_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "Please don't... don't stare at my legs like that. I've just got them, and they are still fragile. But I think they will become strong enough very soon, provided that there's enough love... and nourishment.",
      "filename": "File:vo_lamia_chaoximiyu_specialattention_001.aac"
    }
  ],
  "drowning_lurve": [
    {
      "title": "Level Up",
      "text": "Thank you for resuscitating me.",
      "filename": "File:vo_lamia_fangkehou_levelup_001.aac"
    },
    {
      "title": "Obtain Attire",
      "text": "You there, I'm trapped by the plants at the bottom of the pool. Could you help me? I think I'm... I'm about to drown.",
      "filename": "File:vo_lamia_fangkehou_cacha_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Kind friend, please come closer. I've been trapped for so long, and I'm so cold.",
      "filename": "File:vo_lamia_fangkehou_greeting_001.aac"
    },
    {
      "title": "Ordinary Contact 1",
      "text": "Cleaning this abandoned pool is such a thankless back-breaking work. Whenever it's time for cleaning duty, everyone else finds a way to avoid it. Well, someone has to do it, and I'm willing to take on the job myself. Though I do tend to get hurt when I'm working alone. Fortunately, this time you were here for me.",
      "filename": "File:vo_lamia_fangkehou_body_001.aac"
    },
    {
      "title": "Ordinary Contact 2",
      "text": "You see, though shadows at the bottom of the pool? Once they were just like you, a student who wanted to save me.",
      "filename": "File:vo_lamia_fangkehou_body_002.aac"
    },
    {
      "title": "Idle",
      "text": "Little fishies, don't be so eager. In this empty campus after school we've got all the time in the world.",
      "filename": "File:vo_lamia_fangkehou_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "So this is your scent. It's mouth watering. Oh, I mean, the soap fragrance on you, it smells so refreshing.",
      "filename": "File:vo_lamia_fangkehou_clicking_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "Why are you looking at me so suspiciously? Could it be... You've seen through me already? Hehe, if that's the case, then stay here with me forever, my delicious darling.",
      "filename": "File:vo_lamia_fangkehou_specialattention_001.aac"
    }
  ]
}