{
  "default": [
    {
      "title": "Obtain the Sinner",
      "text": "Oh my, what a dull and gloomy place this is! Why don't we all forget our worries and have a good time? Let's do what the animals do: wear nothing, think about nothing, and just live in the moment!",
      "filename": "File:vo_ll_cacha_001.aac"
    },
    {
      "title": "Raise to Phase 1",
      "text": "I wish our bond will be more unbreakable~",
      "filename": "File:vo_ll_promotion_001.aac"
    },
    {
      "title": "Raise to Phase 3",
      "text": "Sleep and sink into this blue in total tranquility... Who will shatter this fanciful reverie?",
      "filename": "File:vo_ll_promotion2_001.aac"
    },
    {
      "title": "Level Start",
      "text": "Are you here to entertain me? That's great!",
      "filename": "File:vo_ll_battlebegin_001.aac"
    },
    {
      "title": "Win Battles",
      "text": "What a pitiful sight! So many broken legs and arms. That's one big mushy mess...",
      "filename": "File:vo_ll_battlewin_001.aac"
    },
    {
      "title": "Lose Battles",
      "text": "How dare you cause trouble on my island?",
      "filename": "File:vo_ll_battlelose_001.aac"
    },
    {
      "title": "Ultimate Skill",
      "text": "Enjoy the release!",
      "filename": "File:bt_ll_uniqueskill_001.aac"
    },
    {
      "title": "Die in Battles",
      "text": "Goodbye, my everything...",
      "filename": "File:bt_ll_dead_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Hehe, I like how we're tied up together now by this red string. If I want to, I can simply pull this string and take you to a happy land that only belongs to the two of us.",
      "filename": "File:vo_ll_greeting_001.aac"
    },
    {
      "title": "Conversation 1",
      "text": "Here on Elysiland, whatever you want to do can be satisfied! You can fall in love, you can feast and drink, pick up fights, or just lie around and do nothing. As you wish! Everything here is unrestricted, and the only thing that matters is to have fun!",
      "filename": "File:vo_ll_talk1_001.aac"
    },
    {
      "title": "Conversation 2",
      "text": "What's so good about the outside world? Can you be this free out there? Can you be this happy? I have so many friends here; I'm not lonely at all. I don't want to go outside and neither do you. Stay here with me!",
      "filename": "File:vo_ll_talk1_002.aac"
    },
    {
      "title": "Conversation 3",
      "text": "If you open your eyes in the depths of the sea, you'll see... Never mind. No one ever dares to do that.",
      "filename": "File:vo_ll_talk1_003.aac"
    },
    {
      "title": "Special Conversation 1",
      "text": "Those fools. They were having a good time with me underwater, but as soon as they heard someone calling their names from above, they swim as hard as they can until they get back to the shore. And I'm all alone again...",
      "filename": "File:vo_ll_talk2_001.aac"
    },
    {
      "title": "Special Conversation 2",
      "text": "Both the sky and sea should be boundless, right? But why is my Elysiland surrounded by invisible walls? Is it because I still don't have enough friends here? Yes, that must be it!",
      "filename": "File:vo_ll_talk2_002.aac"
    },
    {
      "title": "Special Conversation 3",
      "text": "Dive into the water with me. Let the water embrace you, merge with it. Listen to my heartbeat, be one with me...",
      "filename": "File:vo_ll_talk2_003.aac"
    },
    {
      "title": "Full Compliance",
      "text": "No bait, no hook, but you successfully caught a beautiful little fish. She's happy, because now not only does she own the underwater world but also a smile, a hug, a person connected to her. Hold my hand. Let's go watch the sunrise together! I won't turn into foam or sink to the bottom of the sea. I'll always be here.",
      "filename": "File:vo_ll_obeyfull_001.aac"
    },
    {
      "title": "Idle",
      "text": "\"Fighting is meaningful, and so is resisting.\" \"This time, it's my turn to protect you...\" Your data is so interesting. I'm saving it.",
      "filename": "File:vo_ll_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "Mmm... Why don't you rub harder? Come on, give it a try.",
      "filename": "File:vo_ll_clicking_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "You really like me, don't you? Keep looking at me like this, okay?",
      "filename": "File:vo_ll_specialattention_001.aac"
    },
    {
      "title": "Dispatch",
      "text": "We can just send Manty. It's better at finding island treasures than me.",
      "filename": "File:vo_ll_dispatch_001.aac"
    },
    {
      "title": "Dispatch Complete",
      "text": "Manty is back! And it has brought you a gift. Looks like it likes you as much as I do!",
      "filename": "File:vo_ll_dispatch2_001.aac"
    },
    {
      "title": "Level Up",
      "text": "I like the way you're treating me. Give me more~",
      "filename": "File:vo_ll_levelup_002.aac"
    },
    {
      "title": "Join Team",
      "text": "Manty, Go!",
      "filename": "File:bt_ll_jointeam_001.aac"
    },
    {
      "title": "Pat Head",
      "text": "Let me tell you a secret: you have been a prisoner in my mind for a long time.",
      "filename": "File:vo_ll_head_001.aac"
    }
  ],
  "astral_rhapsody": [
    {
      "title": "Level Up",
      "text": "My singing, it does echo far and wide!",
      "filename": "File:vo_ll_wanlaiqingyin_levelup_001.aac"
    },
    {
      "title": "Pat Head",
      "text": "Hehe, what, you want to sing alongside me? Let's stretch our voice across the cosmos, shall we?",
      "filename": "File:vo_ll_wanlaiqingyin_head_001.aac"
    },
    {
      "title": "Obtain Attire",
      "text": "Captivated by my singing, lost in my voice, and then... Why leave when you could stay with me here forever?",
      "filename": "File:vo_ll_wanlaiqingyin_cacha_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Mic check, mic check, testing, te—Hey, now that you're here, eyes on me and gimme all your attention~",
      "filename": "File:vo_ll_wanlaiqingyin_greeting_001.aac"
    },
    {
      "title": "Ordinary Contact 1",
      "text": "Come closer, I've passed you top-level access. We can laugh, we can shout, we can sing a song and cuddle as long as we like, with no one else around! Whether it’s lounging or getting a little naughty, anything goes!",
      "filename": "File:vo_ll_wanlaiqingyin_body_001.aac"
    },
    {
      "title": "Ordinary Contact 2",
      "text": "Time is irrelevant, and darkness isn’t scary. Stay with me as long as you like, and I will be here for you, singing till the end.",
      "filename": "File:vo_ll_wanlaiqingyin_body_002.aac"
    },
    {
      "title": "Ordinary Contact 3",
      "text": "Ah... the concussive beats, the exquisite melodies, they permeate my mind, stir up my senses, and resonate with my soul... The bliss born from this spiritual delight radiates through my spine, touching every part of me... Hehe... Once you've felt this, you'll surely crave more, won't you?",
      "filename": "File:vo_ll_wanlaiqingyin_ear_001.aac"
    },
    {
      "title": "Ordinary Contact 4",
      "text": "You know, this microphone directly connects to the bureau's radio. That means everything we do here can be heard by everyone in the bureau! ... Alright, alright, I know such a mild joke won't faze you... Ah, of course, you know me so well, so you figured I was joking.",
      "filename": "File:vo_ll_wanlaiqingyin_microphone_001.aac"
    },
    {
      "title": "Idle",
      "text": "...It’s alright, as long as you're here to stay with me...",
      "filename": "File:vo_ll_wanlaiqingyin_idle_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "If you want it, just say it. Tell me directly: Do you want to see if my singing and your heartbeat can harmonize perfectly?",
      "filename": "File:vo_ll_wanlaiqingyin_specialattention_001.aac"
    }
  ]
}