{
  "default": [
    {
      "title": "Obtain the Sinner",
      "text": "I knew it! No one can say no to OwO the lion dancer! Even folks from the Bureau came to see me. What's so great about DisCity? <i>There's nothing special about it.</i>",
      "filename": "File:vo_owo_cacha_001.aac"
    },
    {
      "title": "Raise to Phase 1",
      "text": "Yup! That's OwO for you!",
      "filename": "File:vo_owo_promotion_001.aac"
    },
    {
      "title": "Raise to Phase 3",
      "text": "OwO will never forget your support! ...I won't forget it... for at least this month!",
      "filename": "File:vo_owo_promotion2_001.aac"
    },
    {
      "title": "Level Start",
      "text": "Hey DisCity chump, it's your lucky day! Most people don't get the chance to be OwO's lion tail.",
      "filename": "File:vo_owo_battlebegin_001.aac"
    },
    {
      "title": "Win Battles",
      "text": "Haha! That's what you get for looking down upon the invincible lion dancing queen! Run with your tail between your legs!",
      "filename": "File:vo_owo_battlewin_001.aac"
    },
    {
      "title": "Lose Battles",
      "text": "Damn it! Just you wait! I'll be back! OwO will be back!",
      "filename": "File:vo_owo_battlelose_001.aac"
    },
    {
      "title": "Ultimate Skill",
      "text": "Behold, the grand entrance of the mighty lion queen!",
      "filename": "File:bt_owo_uniqueskill_001.aac"
    },
    {
      "title": "Die in Battles",
      "text": "OwO is strong... It's their fault... Sob... They cheated...",
      "filename": "File:bt_owo_dead_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Save your breath, you DisCity simpleton. The gap between you and this genius lion dancer can never be bridged!",
      "filename": "File:vo_owo_greeting_001.aac"
    },
    {
      "title": "Conversation 1",
      "text": "♪In the ancient outlands, there is a little lion, and she is known as OwO.",
      "filename": "File:vo_owo_talk1_001.aac"
    },
    {
      "title": "Conversation 2",
      "text": "Who said lion dancing is out of fashion? Who said lion dancing is outdated? Who?! Sob... Tell those bastards to show themselves! Sob... <i>I... I'll bite them!</i>",
      "filename": "File:vo_owo_talk1_002.aac"
    },
    {
      "title": "Conversation 3",
      "text": "<i>In the world of kung-fu, speed defines the winner...</i> Oh, those are movie lines. No one's stupid enough to mistake them for lion dancing tips, right? Hahaha! Idiot!",
      "filename": "File:vo_owo_talk1_003.aac"
    },
    {
      "title": "Special Conversation 1",
      "text": "Hey, you! Didn't you forget something? Think harder! Did you remember? Sob... You forgot to praise OwO's big film today!",
      "filename": "File:vo_owo_talk2_001.aac"
    },
    {
      "title": "Special Conversation 2",
      "text": "Your skeletal frame is quite unique. Want to become the eighteenth-generation heir to lion dancing? ...Wait, is it eighteenth or nineteenth... What generation am I again? ...One, two, three...",
      "filename": "File:vo_owo_talk2_002.aac"
    },
    {
      "title": "Special Conversation 3",
      "text": "There's a saying where I come from: \"The awakened lion rousts, and brings in the God of Wealth!\" I'll make sure to put on a rowdy show for you!",
      "filename": "File:vo_owo_talk2_003.aac"
    },
    {
      "title": "Full Compliance",
      "text": "Lion dancing is hard work! It takes years to hone, and injuries are common! You really want to learn? Seriously? No takebacks? ...OwO has an apprentice! OwO has an apprentice! OwO has an apprentice!!!",
      "filename": "File:vo_owo_obeyfull_001.aac"
    },
    {
      "title": "Idle",
      "text": "Time to get up!!! <i>No way!</i> You really got scared? Hahahaha! People from DisCity are so funny!",
      "filename": "File:vo_owo_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "I-I-I'm warning you! Those who disrespect lions won't be protected! I won't lift a finger when the monster comes to e-e-eat you! D-don't come over here!",
      "filename": "File:vo_owo_clicking_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "Feast your eyes upon the performance of the world's most amazing, majestic, and invincible little genius OwO! Don't blink!",
      "filename": "File:vo_owo_specialattention_001.aac"
    },
    {
      "title": "Dispatch",
      "text": "When it comes to fun, how can DisCity compare to my hometown? If you weren't so understaffed, I wouldn't go out at all!",
      "filename": "File:vo_owo_dispatch_001.aac"
    },
    {
      "title": "Dispatch Complete",
      "text": "You're not allowed to take these away! I worked so hard to rob these!",
      "filename": "File:vo_owo_dispatch2_001.aac"
    },
    {
      "title": "Level Up",
      "text": "Awoooo!",
      "filename": "File:vo_owo_levelup_002.aac"
    },
    {
      "title": "Pat Head",
      "text": "Doesn't this lion's head look beautiful? Isn't it grand? Isn't it majestic? Don't you want to touch it? Haha... In your dreams!",
      "filename": "File:vo_owo_head_001.aac"
    },
    {
      "title": "Join Team",
      "text": "Haha, tremble before me, you fiends! The queen of lion dancing is here!",
      "filename": "File:bt_owo_jointeam_001.aac"
    }
  ],
  "serendipity_poem": [
    {
      "title": "Obtain Attire",
      "text": "Hey, here, over here! Heads up! The world's greatest, happiest, and baddest residential land dances about to begin! Listen up everyone! I wish you health and wealth and happiness every day!",
      "filename": "File:vo_owo_xishiyingmen_cacha_001.aac"
    },
    {
      "title": "Level Up",
      "text": "Hey, you're roarsome! Come on! Let's roar and roll!",
      "filename": "File:vo_owo_xishiyingmen_levelup_001.aac"
    },
    {
      "title": "Greeting",
      "text": "I, OwO, the unparalleled door god, will protect everyone for the whole new year. With OwO here, all evil doers will be swept out of my way.",
      "filename": "File:vo_owo_xishiyingmen_greeting_001.aac"
    },
    {
      "title": "Ordinary Contact 1",
      "text": "The gongs and drums made drown out my voice. The firecrackers might outshine my hello. So, right this moment, I'm going to wish you a year of peaceful sleep and fine food every day.",
      "filename": "File:vo_owo_xishiyingmen_talk_001.aac"
    },
    {
      "title": "Ordinary Contact 2",
      "text": "Wow! Look at those lanterns! The fireworks! Are they prepared for me? Good job, you dispaz! Rest assured, I'll never let you down! OwO and her lion are gonna throw a show to everyone everywhere!",
      "filename": "File:vo_owo_xishiyingmen_talk_002.aac"
    },
    {
      "title": "Idle",
      "text": "I practiced on the plum blossom pillars, popping on your gate is just easy peasy. I could never fall- Oh, my, that was close.",
      "filename": "File:vo_owo_xishiyingmen_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "Oy you DisCity chump, dare you touch the armor of the door god? Alright, today's a lucky day, so I might spare you just this once, and I grant you permission to touch it now, just for once.",
      "filename": "File:vo_owo_xishiyingmen_clicking_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "This is the new costume OwO prepare for the show. And this is the new lion head the folks at Drifter Camp made with me. There there, DisPal. You can flatter me now.",
      "filename": "File:vo_owo_xishiyingmen_specialattention_001.aac"
    }
  ]
}