{
  "default": [
    {
      "title": "Obtain the Sinner",
      "text": "Oh, esteemed Chief, I believe there must be some misunderstanding. In case you're unaware, I am Parfait, a financier and philanthropist, by no means involved in any illegal activities. I have connections throughout every industry in DisCity, and they can all vouch for me... Wait, please let me finish what I'm saying—",
      "filename": "File:vo_parfait_cacha_001.aac"
    },
    {
      "title": "Raise to Phase 1",
      "text": "Thank you for your trust. The \"Parfait\" concept stock is precisely one that repeatedly hits the ceiling and doubles in value.",
      "filename": "File:vo_parfait_promotion_001.aac"
    },
    {
      "title": "Raise to Phase 3",
      "text": "No need to worry too much. Compared to DisCity, the greatest bubble of them all, my talent for fabrication is really just a... harmless little trick. Wouldn't you agree?",
      "filename": "File:vo_parfait_promotion2_001.aac"
    },
    {
      "title": "Level Up",
      "text": "Oh? An investment in my expertise? It appears your recent earnings have been quite substantial, my esteemed friend.",
      "filename": "File:vo_parfait_levelup_002.aac"
    },
    {
      "title": "Pat Head",
      "text": "Excellent taste. This hairstyle is the look in Paradeisos right now—takes a certain flair to carry it off. Should I put in a word with my stylist?",
      "filename": "File:vo_parfait_head_001.aac"
    },
    {
      "title": "Level Start",
      "text": "Do you have a project you'd like me to evaluate? No problem, consider it thoroughly vetted.",
      "filename": "File:vo_parfait_battlebegin_001.aac"
    },
    {
      "title": "Win Battles",
      "text": "Winner takes all! Picking you is the best investment I've ever made.",
      "filename": "File:vo_parfait_battlewin_001.aac"
    },
    {
      "title": "Lose Battles",
      "text": "No illusion, no matter how dazzling, is anything more than a bubble. And bubbles always pop.",
      "filename": "File:vo_parfait_battlelose_001.aac"
    },
    {
      "title": "Ultimate Skill",
      "text": "Across-the-board limit up!",
      "filename": "File:bt_parfait_uniqueskill_001.aac"
    },
    {
      "title": "Die in Battles",
      "text": "In the end... it was all for nothing...",
      "filename": "File:bt_parfait_dead_001.aac"
    },
    {
      "title": "Conversation 1",
      "text": "Oh, the so-called \"dinner with Parfait\"—really just a clever disguise for people seeking investment advice... or my checkbook. But for such a pleasant occasion as dinner, I'd much rather be with someone who has stories worth savoring... someone like you, my esteemed friend. So, would you honor me with your company tonight?",
      "filename": "File:vo_parfait_talk1_001.aac"
    },
    {
      "title": "Conversation 2",
      "text": "Oh my goodness, I nearly forgot about the art exhibition today! I must call the gallery at once... I do hope they'll set aside a few masterpieces for me, considering I'm such a loyal patron.",
      "filename": "File:vo_parfait_talk1_002.aac"
    },
    {
      "title": "Conversation 3",
      "text": "I don't actually understand \"money printing,\" and my knowledge about specific papers, watermarks, and such is rudimentary at best... But here's the thing: currency's real value has always come from people's trust in it. And since people seem to trust me... well, let's just say no one's ever stopped to question the money I handle.",
      "filename": "File:vo_parfait_talk1_003.aac"
    },
    {
      "title": "Special Conversation 1",
      "text": "That Supply Office head of yours—Miss Faye, the one with the purple hair—she's quite the character. Silver-tongued, of course, but she's also got this knack for making people walk away with her little trinkets. We hit it off splendidly... And would you believe it? We even share the \"feɪ\" in our names! Maybe we're long-lost relatives.",
      "filename": "File:vo_parfait_talk2_001.aac"
    },
    {
      "title": "Special Conversation 2",
      "text": "This city is simply teeming with my dearest friends. They've gifted me everything from material comforts to the most exquisite intellectual diversions... and so, of course, I must return the favor! Fine dining, art, globe-trotting... if it brings joy, and I possess it, why hoard it? All must be shared with these utterly delightful companions.",
      "filename": "File:vo_parfait_talk2_002.aac"
    },
    {
      "title": "Special Conversation 3",
      "text": "Hey, my friend, would you like to join me for a concert at the Eastside Theatre tomorrow? And forget about those meaningless concerns about status or expenses. Enjoying wonderful things is a universal right. Only those with abysmal taste—and dreadfully empty souls—cling to their gilded barriers, pathetically convinced that exclusion equals elegance.",
      "filename": "File:vo_parfait_talk2_003.aac"
    },
    {
      "title": "Greeting",
      "text": "What a lucky start to my day. The first person I run into is you, my esteemed friend! I'm sure the rest of the day will be absolutely delightful.",
      "filename": "File:vo_parfait_greeting_001.aac"
    },
    {
      "title": "Idle",
      "text": "Falling asleep on me? Sweet dreams, my friend. After all, they're the one luxury even money can't buy.",
      "filename": "File:vo_parfait_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "Like my outfits and accessories? Don't worry, no knockoffs here. When I say I \"create wealth,\" I mean enough to afford the real deal!",
      "filename": "File:vo_parfait_clicking_001.aac"
    },
    {
      "title": "Dispatch",
      "text": "Are we going to a theatre? Or perhaps an art exhibition? I'm as familiar with such places as I am with my own backyard.",
      "filename": "File:vo_parfait_dispatch_001.aac"
    },
    {
      "title": "Dispatch Complete",
      "text": "I ran into several financial journalists on my way here... That was close! Lucky for me, I'm light on my feet, otherwise I'd never have made it back.",
      "filename": "File:vo_parfait_dispatch2_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "Oh, my dear friend! Now that you're here, do stay and chat with me. Those thrilling stories of yours are utterly fascinating.",
      "filename": "File:vo_parfait_specialattention_001.aac"
    },
    {
      "title": "Join Team",
      "text": "",
      "filename": "File:bt_parfait_jointeam_001.aac"
    },
    {
      "title": "Full Compliance",
      "text": "",
      "filename": "File:vo_parfait_obeyfull_001.aac"
    }
  ]
}