{
  "default": [
    {
      "title": "Obtain the Sinner",
      "text": "Hmph, Figured it was only a matter of time before I ended up in the hands of people like you. You're cut from the same cloth as those old foxes aren't you? Still, this is a rare chance to get an inside look. Well, just you wait till I spill all the dirty secrets you've been hiding in here.",
      "filename": "File:vo_pine_cacha_001.aac"
    },
    {
      "title": "Raise to Phase 1",
      "text": "Thanks. It'll come in handy for restocking my launchers ammo. These gadgets are pretty much gone once used.",
      "filename": "File:vo_pine_promotion_001.aac"
    },
    {
      "title": "Raise to Phase 3",
      "text": "The hidden truths of global economic control, the unseen hands manipulating elections, the corrupt dealings between money and power. With the hedgehog's eye watching, every silent truth will be laid bare before you. So, ready to take a peek?",
      "filename": "File:vo_pine_promotion2_001.aac"
    },
    {
      "title": "Level Start",
      "text": "Cap pulled low and stay under the radar. Let's roll.",
      "filename": "File:vo_pine_battlebegin_001.aac"
    },
    {
      "title": "Win Battles",
      "text": "Lost your voice? Weren't you all so chatty before?",
      "filename": "File:vo_pine_battlewin_001.aac"
    },
    {
      "title": "Lose Battles",
      "text": "My cover's blown. Time to bail.",
      "filename": "File:vo_pine_battlelose_001.aac"
    },
    {
      "title": "Ultimate Skill",
      "text": "The Hedgehog's Eye sees all",
      "filename": "File:bt_pine_uniqueskill_001.aac"
    },
    {
      "title": "Die in Battles",
      "text": "Farewell to this rotten world...",
      "filename": "File:bt_pine_dead_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Good to see you again, Chief. Got any meetings with the bigwigs today? Don't forget to drop some juicy insider info my way when you get back.",
      "filename": "File:vo_pine_greeting_001.aac"
    },
    {
      "title": "Conversation 1",
      "text": "I'm so sick of people prying about my allegiance. Truth is, both sides reek of corruption, each with their own flavor of sleaze... Might as well ask when they plan to implode together in their own mess instead. Now that would make for one hell of a headline.",
      "filename": "File:vo_pine_talk1_001.aac"
    },
    {
      "title": "Conversation 2",
      "text": "Out in the field, it's all about crafting your own persona. Press pass, law license, counselor certification, chef permit, whatever the gig demands. And I've got cameras, voice recorders, wires. Save your glances, trust me with all these pockets I have. I'm the only one who knows what each one is for.",
      "filename": "File:vo_pine_talk1_002.aac"
    },
    {
      "title": "Conversation 3",
      "text": "Another account ban? What happened to all feedback is welcome? In the end, all you want to hear is praise. How boring... Whatever, I've got plenty of accounts. Ban one, I'll just switch to another? Let's see how long you can keep playing this cat and mouse game.",
      "filename": "File:vo_pine_talk1_003.aac"
    },
    {
      "title": "Special Conversation 1",
      "text": "Of course I designed my channel logo myself. Went through a handful of versions before landing on this hedgehog carrying a camera. In this chaotic world, you've got to show your spines to stand your ground and speak your mind.",
      "filename": "File:vo_pine_talk2_001.aac"
    },
    {
      "title": "Special Conversation 2",
      "text": "They accused me of spinning tails. Bring me evidence to prove me wrong then. They scoff at those conspiracies because they're blind to the city's dark underbelly. Over there, shady dealings are the norm. They simply choose to look the other way.",
      "filename": "File:vo_pine_talk2_002.aac"
    },
    {
      "title": "Special Conversation 3",
      "text": "I'm not mad, I just have resting sour face. That works out well actually. Keeps the pests at bay and saves me some trouble. But you never seem to take the hints since day one. Not that I mind, of course.",
      "filename": "File:vo_pine_talk2_003.aac"
    },
    {
      "title": "Full Compliance",
      "text": "I used to think that everything was utterly rotten and beyond saving. Be it the political scene in Eastside, or the world manipulated by them. So I might as well expose the darkest truths and drag everyone down with me. But then you appeared in my frame, swaying that notion with your genuine nature. So, will you help make my world better, even just a little?",
      "filename": "File:vo_pine_obeyfull_001.aac"
    },
    {
      "title": "Idle",
      "text": "Would you look at that? Even monkeys can type now. Learn to put a face to these bigshots' names first before pitching your little fit at me.",
      "filename": "File:vo_pine_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "You see a hedgehog covered in spines yet you keep trying to pet it anyway. Really aren't afraid of getting pricked are you?",
      "filename": "File:vo_pine_clicking_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "No need to hide. I know you're watching me. You're probably not cut out for this line of work. Your gaze is too easy to spot. Or maybe I'm just paying too much attention to you.",
      "filename": "File:vo_pine_specialattention_001.aac"
    },
    {
      "title": "Dispatch",
      "text": "Heading out to gather some intel. Packed three memory cards this time. Should be enough.",
      "filename": "File:vo_pine_dispatch_001.aac"
    },
    {
      "title": "Dispatch Complete",
      "text": "Looks like I've hit the jackpot this time. Do you think those guys will still be laughing once I release the scoop?",
      "filename": "File:vo_pine_dispatch2_001.aac"
    },
    {
      "title": "Level Up",
      "text": "Leak received",
      "filename": "File:vo_pine_levelup_002.aac"
    },
    {
      "title": "Join Team",
      "text": "Logs and cameras all in position",
      "filename": "File:bt_pine_jointeam_001.aac"
    }
  ]
}