{
  "default": [
    {
      "title": "Obtain the Sinner",
      "text": "Hey, hey, hey, I'm just a humble writer. What have I done that could get me arrested? Or... did I expose your secret?",
      "filename": "File:vo_raven_cacha_001.aac"
    },
    {
      "title": "Raise to Phase 1",
      "text": "Thanks for coming. I'll write an excellent story this time.",
      "filename": "File:vo_raven_promotion_001.aac"
    },
    {
      "title": "Raise to Phase 3",
      "text": "Hmm, this is a moment that will make history.",
      "filename": "File:vo_raven_promotion2_001.aac"
    },
    {
      "title": "Level Start",
      "text": "Hopefully I'll find some interesting news material.",
      "filename": "File:vo_raven_battlebegin_001.aac"
    },
    {
      "title": "Win Battles",
      "text": "MBCC's Sinners Achieve Overwhelming Victory! That's a nice headline, isn't it?",
      "filename": "File:vo_raven_battlewin_001.aac"
    },
    {
      "title": "Lose Battles",
      "text": "Cough... Just as tough as some interviewees I've dealt with in the past...",
      "filename": "File:vo_raven_battlelose_001.aac"
    },
    {
      "title": "Ultimate Skill",
      "text": "Nevermore!",
      "filename": "File:bt_raven_uniqueskill_001.aac"
    },
    {
      "title": "Die in Battles",
      "text": "Haha... Will my death... be remembered...?",
      "filename": "File:bt_raven_dead_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Huh? I'm not pulling an all-nighter to write. I'm staying up so I can see you as soon as you come.",
      "filename": "File:vo_raven_greeting_001.aac"
    },
    {
      "title": "Conversation 1",
      "text": "My ghostwriting fees are cheap. Tell me, what do you want me to write? Gossip? Celebrity scandals? Or perhaps... a love poem?",
      "filename": "File:vo_raven_talk1_001.aac"
    },
    {
      "title": "Conversation 2",
      "text": "A wacko? You know, most of us poets are a bit wacky.",
      "filename": "File:vo_raven_talk1_002.aac"
    },
    {
      "title": "Conversation 3",
      "text": "It's just an article. Does it really matter whether it's true or not? Anyway... another spill of ink won't make a difference to Syndicate.",
      "filename": "File:vo_raven_talk1_003.aac"
    },
    {
      "title": "Special Conversation 1",
      "text": "I know about every change here every day. Do you know what it's falling into now? Take a guess?",
      "filename": "File:vo_raven_talk2_001.aac"
    },
    {
      "title": "Special Conversation 2",
      "text": "I don't write stories about missing dogs and cats. I want to write about... the MBCC's chief being lovesick and not leave my tiny newspaper office!",
      "filename": "File:vo_raven_talk2_002.aac"
    },
    {
      "title": "Special Conversation 3",
      "text": "Words have a natural power in them. Their every pulse becomes my resistance against this world.",
      "filename": "File:vo_raven_talk2_003.aac"
    },
    {
      "title": "Full Compliance",
      "text": "I record everything in Syndicate with a quill. Obviously, when you came to me... Oh, excuse me. I wanted to describe it with a line of poetry, but I don't quite have it. You'll have my sincerity, at least.",
      "filename": "File:vo_raven_obeyfull_001.aac"
    },
    {
      "title": "Idle",
      "text": "What a boring day. It's the best time to present a limerick to the world.",
      "filename": "File:vo_raven_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "Is this some new way to make me write faster? In that case, I'm not taking that job from you!",
      "filename": "File:vo_raven_clicking_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "It seems like you care a lot about me! Are you worried about your image in my story? Relax, it's perfect.",
      "filename": "File:vo_raven_specialattention_001.aac"
    },
    {
      "title": "Dispatch",
      "text": "I used to love covering news outdoors, until I got shot in the knee...",
      "filename": "File:vo_raven_dispatch_001.aac"
    },
    {
      "title": "Dispatch Complete",
      "text": "I'm exhausted... But I've found some useful material. After all, something interesting is always happening somewhere in the world.",
      "filename": "File:vo_raven_dispatch2_001.aac"
    },
    {
      "title": "Level Up",
      "text": "Raven's happy. I-I...I mean the bird.",
      "filename": "File:vo_raven_levelup_002.aac"
    },
    {
      "title": "Pat Head",
      "text": "That's not a scar... It's my medal, my medal for becoming a wacko.",
      "filename": "File:vo_raven_head_001.aac"
    },
    {
      "title": "Join Team",
      "text": "Who put a glass and roses on my grave?",
      "filename": "File:bt_raven_jointeam_001.aac"
    }
  ],
  "arnheim_athenaeum": [
    {
      "title": "Obtain Attire",
      "text": "Oh my, are you the end of my thousand-year-long waiting, the observer who adores me? Want my autograph?",
      "filename": "File:vo_raven_aenhaimuzhiguan_cacha_001.aac"
    },
    {
      "title": "Level Up",
      "text": "Tell me, what secrets do you want to hear?",
      "filename": "File:vo_raven_aenhaimuzhiguan_levelup_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Thirsty for the future of this world or the Paramartha of past history? Come, let me take you on a quest. Hmmm, where did the previous owner put that book...? Huh? The previous? Haha... Did I say \"previous owner\"? You must've heard me wrong... Haha.",
      "filename": "File:vo_raven_aenhaimuzhiguan_greeting_001.aac"
    },
    {
      "title": "Ordinary Contact 1",
      "text": "When in trouble, come to the library. It has the answers to all.",
      "filename": "File:vo_raven_aenhaimuzhiguan_talk_001.aac"
    },
    {
      "title": "Ordinary Contact 2",
      "text": "Don't be surprised if you see a crow reading here. It could be the previous owner returning to patrol her treasures.",
      "filename": "File:vo_raven_aenhaimuzhiguan_talk_002.aac"
    },
    {
      "title": "Idle",
      "text": "The rules dictate that I can only answer the questions that this library has answers to, and you can only ask 3 questions each turn, so query after careful thought.",
      "filename": "File:vo_raven_aenhaimuzhiguan_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "Hey hey hey, this is a dress made by the rules of the world! You... Tsk, Etti rented this dress for me. It's very expensive. Be careful not to tear it!",
      "filename": "File:vo_raven_aenhaimuzhiguan_clicking_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "Are you curious about who I am? Do I look like someone you are very familiar with?",
      "filename": "File:vo_raven_aenhaimuzhiguan_specialattention_001.aac"
    }
  ],
  "raven_in_the_box": [
    {
      "title": "Level Up",
      "text": "Thanks, but no matter how much you butter me up, I’m not giving you this plush.",
      "filename": "File:vo_raven_kehoujingxi_levelup_001.aac"
    },
    {
      "title": "Obtain Attire",
      "text": "I knew they were up to something with all the secrecy. Here, isn't this toy just cute? Oh, you're not jealous, are you?",
      "filename": "File:vo_raven_kehoujingxi_cacha_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Oh, what took you so long, the celebration is all over now. But luckily, you still get to have a good look at the best gift my students got me.",
      "filename": "File:vo_raven_kehoujingxi_greeting_001.aac"
    },
    {
      "title": "Ordinary Contact 1",
      "text": "I was expecting a Jack-in-the-Box sort of jumpscare, who knew it would turn out to be a decent gift. But, do I really look like this horse-faced, round-headed dummy in their eyes?",
      "filename": "File:vo_raven_kehoujingxi_talk_001.aac"
    },
    {
      "title": "Ordinary Contact 2",
      "text": "When after a hot, exhausting day... and thought no more about the morrow— How true these words ring. With this gift in my hand and the smiles on your faces, this fleeting moment is the very epitome of happiness—so simple, yet so invaluable.",
      "filename": "File:vo_raven_kehoujingxi_talk_002.aac"
    },
    {
      "title": "Idle",
      "text": "They went all out of their way for this little gathering. Kids surely have endless energy to burn... Hmph, might as well put it to better use. Hey, you girls perching on the windowsill, why don't you come in and give the classroom a proper cleaning?",
      "filename": "File:vo_raven_kehoujingxi_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "Hey, stop fiddling with it. It's from my precious students!",
      "filename": "File:vo_raven_kehoujingxi_clicking_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "Why the look? Oh, is this teacher-fit I specially chose eye candy for you? Well, in that case, admire all you want.",
      "filename": "File:vo_raven_kehoujingxi_specialattention_001.aac"
    }
  ]
}