{
  "default": [
    {
      "title": "Obtain the Sinner",
      "text": "Watch, homework, schoolbag... I've got everything. Okay, I'm ready to go. As a law-abiding citizen, I'll cooperate with you, as the teacher has told me to, but I hope you can be quick about your investigation and figure out you've got the wrong person; I hope to go home before school starts.",
      "filename": "File:vo_shrooma_cacha_001.aac"
    },
    {
      "title": "Raise to Phase 1",
      "text": "Look at the stats for my mushrooms... I can't believe my eyes!",
      "filename": "File:vo_shrooma_promotion_001.aac"
    },
    {
      "title": "Raise to Phase 3",
      "text": "My spores are accumulating... One day, I'll bend the world to my will, and there will be absolute freedom for me.",
      "filename": "File:vo_shrooma_promotion2_001.aac"
    },
    {
      "title": "Level Start",
      "text": "Make sure my hat is always in your sights. Stay close to me!",
      "filename": "File:vo_shrooma_battlebegin_001.aac"
    },
    {
      "title": "Win Battles",
      "text": "How about that? Now you see why it's a huge mistake to underestimate mushrooms in little nooks.",
      "filename": "File:vo_shrooma_battlewin_001.aac"
    },
    {
      "title": "Lose Battles",
      "text": "Told you not to stick your neck out, but you wouldn't listen. Now you got trampled down, happy?",
      "filename": "File:vo_shrooma_battlelose_001.aac"
    },
    {
      "title": "Ultimate Skill",
      "text": "Go rot!",
      "filename": "File:bt_shrooma_uniqueskill_001.aac"
    },
    {
      "title": "Die in Battles",
      "text": "Sunlight... I was so close...",
      "filename": "File:bt_shrooma_dead_001.aac"
    },
    {
      "title": "Greeting",
      "text": "You're a grown-up, and you need help with your math from a kid? Wow, your student days must have been ages ago. Okay, these are linear equations in two variables. Yeah, I know how to solve them.",
      "filename": "File:vo_shrooma_greeting_001.aac"
    },
    {
      "title": "Conversation 1",
      "text": "Crying would only tire me out and irritate the others. My parents will be here soon to pick me up. I did nothing wrong, after all. You will see that very soon.",
      "filename": "File:vo_shrooma_talk1_001.aac"
    },
    {
      "title": "Conversation 2",
      "text": "<i>Long-term Effects of Online Negativity and Anonymous Venting on the Human Psyche</i>... So many big words. Chief, could you explain them to me? I don't think I've learned them yet.",
      "filename": "File:vo_shrooma_talk1_002.aac"
    },
    {
      "title": "Conversation 3",
      "text": "To be frank, life here isn't much different for me from school or at home. There are always a bunch of rules to follow, and a bunch of expectations to meet. I've been long used to this. Hmm, could they be right, that this is what compulsory education is all about?",
      "filename": "File:vo_shrooma_talk1_003.aac"
    },
    {
      "title": "Special Conversation 1",
      "text": "Many of my classmates look down their noses at mushrooms. They think that since edible mushrooms grow in the mud, they are dirty to the core, no matter how clean they look. After receiving multiple complaints, the school took them off the menu. That just makes me speechless. I'm like, come on, mushrooms are the way they are, because they want to survive, not because they're trying to be likeable.",
      "filename": "File:vo_shrooma_talk2_001.aac"
    },
    {
      "title": "Special Conversation 2",
      "text": "We used to get comments from people who stumbled on our forum, saying things like, \"Trash should go where trash belongs.\" We'd counter, \"Oh, welcome home.\" Then we'd repost it several dozens of times until they left the forum embarrassed... Come to think of it, what gave me the most comfort wasn't the act of venting, but the fact that I wasn't the only one harboring malice...",
      "filename": "File:vo_shrooma_talk2_002.aac"
    },
    {
      "title": "Special Conversation 3",
      "text": "Chief, you're the most knowledgeable person I've ever met. If even you haven't seen one person who doesn't feel wronged, jealous, or annoyed, doesn't that mean such persons don't actually exist? And if that's the case, I shouldn't feel bad for having dark thoughts, for other people have them too, right?",
      "filename": "File:vo_shrooma_talk2_003.aac"
    },
    {
      "title": "Full Compliance",
      "text": "I used to think all adults were like the discipline committee at my school. They only cared about what was going on in those noticeable areas. As for the mushrooms in the dark corners, they either turned a blind eye or covered them up. But now I know I was wrong. Not all adults are like that. Some adults do notice the mushrooms, and they dig the mud out of the way, never minding the smell or worrying about dirtying their hands, just so the mushrooms can have a chance at getting some sunlight, even if they're poisonous mushrooms.",
      "filename": "File:vo_shrooma_obeyfull_001.aac"
    },
    {
      "title": "Idle",
      "text": "Huh? Nobody is here. Great, here's my chance! That trusting little Chief's network password is simpler than the default one. It's surfing time!",
      "filename": "File:vo_shrooma_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "Do you think you won't get a dressing-down from the teacher for doing this just because you're an adult?",
      "filename": "File:vo_shrooma_clicking_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "This is strange. You're not upset with me, nor are you here to catch me doing something bad or see if I meet your expectations... So why are you looking at me like that?",
      "filename": "File:vo_shrooma_specialattention_001.aac"
    },
    {
      "title": "Dispatch",
      "text": "Do not underestimate me. I started shopping all by myself when I was five. I have a rule, though. I keep the change, if there is any, that is.",
      "filename": "File:vo_shrooma_dispatch_001.aac"
    },
    {
      "title": "Dispatch Complete",
      "text": "I got everything on the shopping list. You gave me just the right amount of money, no more, no less. You didn't do that on purpose, did you?",
      "filename": "File:vo_shrooma_dispatch2_001.aac"
    },
    {
      "title": "Level Up",
      "text": "Grow, flourish, and spread, slowly but surely...",
      "filename": "File:vo_shrooma_levelup_002.aac"
    },
    {
      "title": "Join Team",
      "text": "Are the adults here this useless? Even I have to step in?",
      "filename": "File:bt_shrooma_jointeam_001.aac"
    }
  ],
  "whimsy_escape": [
    {
      "title": "Annoyed",
      "text": "You humans are so greedy. Always brushing fairy dust from wings endlessly for cash. Listen, I'll make you a deal. You can sell it, but in return you need to buy me potato chips, bubble gum and that plastic castle place that I couldn't carry back last time because it was too heavy.",
      "filename": "File:vo_shrooma_huanyuxianzong_clicking_001.aac"
    },
    {
      "title": "Greeting",
      "text": "You weren't sent by the elders to make sure I finished my homework were you? Don't worry. I'll definitely complete it properly. But once I'm done, I'm gonna play my heart out for days.",
      "filename": "File:vo_shrooma_huanyuxianzong_greeting_001.aac"
    },
    {
      "title": "Ordinary Contact 1",
      "text": "All these knickknacks were properly traded with human children and exchanged for fairy dust. As for those books and notebooks, the elders just had to copy humans with their education system, and now studying is such a pain. But they say humans have something called a computer that can... ahem...what are you thinking? It can help with research and studying. Do you know what it is?",
      "filename": "File:vo_shrooma_huanyuxianzong_body_001.aac"
    },
    {
      "title": "Ordinary Contact 2",
      "text": "According to the websprite's network, what I'm studying here is just the tip of the iceberg compared to human textbooks. Is that even true? With all that homework, do humans even have time to learn how to gather flower nectar, identify edible berries or grow mushrooms?",
      "filename": "File:vo_shrooma_huanyuxianzong_body_002.aac"
    },
    {
      "title": "Level Up",
      "text": "Heh, another journal all filled up.",
      "filename": "File:vo_shrooma_huanyuxianzong_levelup_001.aac"
    },
    {
      "title": "Obtain Attire",
      "text": "Pippi's magic circle are just squiggles. Pinky's wings are like flies. Honey treats hide under the oak tree shelf. I'll sneak and eat them all by myself. Huh? How long have you been standing there? I'm just doing my homework. Nothing else!",
      "filename": "File:vo_shrooma_huanyuxianzong_cacha_001.aac"
    },
    {
      "title": "Idle",
      "text": "I'm so bored. Huh? I remember those things humans call french fries are pretty tasty. I should go grab some more.",
      "filename": "File:vo_shrooma_huanyuxianzong_idle_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "Hmm, if you're so eager to play with me, why don't you help me with this human observation homework instead?",
      "filename": "File:vo_shrooma_huanyuxianzong_specialattention_001.aac"
    }
  ]
}