{
  "default": [
    {
      "title": "Obtain the Sinner",
      "text": "We didn't fight tooth and nail to protect the Garden just to let it get ruined by you! How will you pay for this?!",
      "filename": "File:vo_thistle_cacha_001.aac"
    },
    {
      "title": "Raise to Phase 1",
      "text": "This way... I won't be a burden to everyone anymore.",
      "filename": "File:vo_thistle_promotion_001.aac"
    },
    {
      "title": "Raise to Phase 3",
      "text": "I will protect the Garden!",
      "filename": "File:vo_thistle_promotion2_001.aac"
    },
    {
      "title": "Level Start",
      "text": "Yes, I heard you. No detours this time, I promise.",
      "filename": "File:vo_thistle_battlebegin_001.aac"
    },
    {
      "title": "Win Battles",
      "text": "This way, the Mentor will be proud of me too, right?",
      "filename": "File:vo_thistle_battlewin_001.aac"
    },
    {
      "title": "Lose Battles",
      "text": "I've disgraced the Garden again...",
      "filename": "File:vo_thistle_battlelose_001.aac"
    },
    {
      "title": "Ultimate Skill",
      "text": "Burn to ashes!",
      "filename": "File:bt_thistle_uniqueskill_001.aac"
    },
    {
      "title": "Die in Battles",
      "text": "Take me... back to the Garden...",
      "filename": "File:bt_thistle_dead_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Are you here for the Mentor? ...For me? T-there's nothing I can do for you. Well, I mean... If you don't mind me messing up, I can try to help.",
      "filename": "File:vo_thistle_greeting_001.aac"
    },
    {
      "title": "Conversation 1",
      "text": "Don't think that just because you've earned the trust of the Mentor, we'll all bow down to you! I'll be watching you for any missteps!",
      "filename": "File:vo_thistle_talk1_001.aac"
    },
    {
      "title": "Conversation 3",
      "text": "The Mentor says no flower is born to be bent and trampled. But there are always people who ruin others' lives for their own despicable greed... They deserve to be burned in blazing fire.",
      "filename": "File:vo_thistle_talk1_003.aac"
    },
    {
      "title": "Conversation 2",
      "text": "Hmph, so the Chief of the MBCC runs on just a sandwich for a whole day? One without lettuce, no less? Irregular meals and unbalanced nutrition... No wonder you're all skin and bones... What are you tearing up for? I'm not worrying about you!",
      "filename": "File:vo_thistle_talk1_002.aac"
    },
    {
      "title": "Special Conversation 1",
      "text": "Remember to set off earlier next time you get a task on the shopping street. The claw machine? No, I'm not talking about that. It won't be restocked anytime soon. What I mean is, you're always looked down upon by those delinquents, so I suggest you put on some studded jackets. It'll work, just trust me, it's a tried-and-true method.",
      "filename": "File:vo_thistle_talk2_001.aac"
    },
    {
      "title": "Special Conversation 2",
      "text": "You like the border of this page? My mom designed it. She said the journal was for the good memories only and all the bad things should be erased by the wind... After the Mentor left, everything I saw was gray and I thought I'd never journal again. Fortunately, she brought color back into my world... Yes, and you too. You also helped bring color back to my life, okay?",
      "filename": "File:vo_thistle_talk2_002.aac"
    },
    {
      "title": "Special Conversation 3",
      "text": "Aren't you tired of looking at your device and the documents all the time? Take some time to catch a breath. Don't know what to do? Just go out for a walk. I do it all the time. Watch the swaying flowers and leaves, the bustling crowds, and the busy shops... That's what life is all about.",
      "filename": "File:vo_thistle_talk2_003.aac"
    },
    {
      "title": "Full Compliance",
      "text": "We've been looking for a safe place for the Garden to settle in. I just didn't expect it to be here... Ahem! What I mean is, now that the whole Garden has moved here, I can extend my protection for the Garden and the Mentor to you. After all, the Mentor will be happy knowing you're safe...",
      "filename": "File:vo_thistle_obeyfull_001.aac"
    },
    {
      "title": "Idle",
      "text": "Finally asleep... Both you and the Mentor are workaholics who never rest. At least pause to check on us... We're all worrying about you...",
      "filename": "File:vo_thistle_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "Huh? You want to pick a thorny flower? Then be prepared to pay with that hand!",
      "filename": "File:vo_thistle_clicking_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "What are you staring at? Do I look like someone easy to mess with? Quit staring!",
      "filename": "File:vo_thistle_specialattention_001.aac"
    },
    {
      "title": "Dispatch",
      "text": "Run errands? Sure. I was well trained for this in the Garden. You can count on me!",
      "filename": "File:vo_thistle_dispatch_001.aac"
    },
    {
      "title": "Dispatch Complete",
      "text": "Here's what you asked for... Or... is it?",
      "filename": "File:vo_thistle_dispatch2_001.aac"
    },
    {
      "title": "Level Up",
      "text": "Through a century of slashes, the blade's purpose emerges.",
      "filename": "File:vo_thistle_levelup_002.aac"
    },
    {
      "title": "Join Team",
      "text": "No need to come along, I'll handle it.",
      "filename": "File:bt_thistle_jointeam_001.aac"
    }
  ],
  "oneiric_flexagon": [
    {
      "title": "Level Up",
      "text": "Look! Another little paper crane with a letter!",
      "filename": "File:vo_thistle_huaxintianmeng_levelup_001.aac"
    },
    {
      "title": "Obtain Attire",
      "text": "Ha! Bet you didn't expect your mystery gift to be an elf doll—complete with her own garden, no less! Hey! What's with that look? The gift's already unpacked, so no returns! Just graciously accept it!",
      "filename": "File:vo_thistle_huaxintianmeng_cacha_001.aac"
    },
    {
      "title": "Greeting",
      "text": "In the garden... full of flowers... growing so fast... reaching the sky... Hmm... and I could fly to the sky...",
      "filename": "File:vo_thistle_huaxintianmeng_greeting_001.aac"
    },
    {
      "title": "Ordinary Contact 1",
      "text": "Nice to meet me? Hmph! Unlike you busy types who just stuff dolls into bookcases and forget about them, I watch you every day! When you leave the window open, when you're too lazy to make your bed—I know all your little secrets!",
      "filename": "File:vo_thistle_huaxintianmeng_body_001.aac"
    },
    {
      "title": "Ordinary Contact 2",
      "text": "Oh, gee, y-you do have *some* good qualities. Like... um... hmm... Oh, I know! At least you're better than those giants who dress up their dolls 7 or 8 times a day, take pictures, and just leave everything in a mess!",
      "filename": "File:vo_thistle_huaxintianmeng_body_002.aac"
    },
    {
      "title": "Idle",
      "text": "...Hardy, heat-resistant, prefers sandy loam... Wow, this book is amazing! Not only are the paper flowers so life-like, but it also explains planting methods so clearly! I mean... it almost makes me feel like even I could take care of the flowers we just planted.",
      "filename": "File:vo_thistle_huaxintianmeng_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "Touching me with just one finger... quite gentle. Maybe you are a decent giant after all!",
      "filename": "File:vo_thistle_huaxintianmeng_clicking_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "Wh—why are you looking at me like that? You're not going to play dress-up, are you?",
      "filename": "File:vo_thistle_huaxintianmeng_specialattention_001.aac"
    }
  ]
}