{
  "default": [
    {
      "title": "Obtain the Sinner",
      "text": "My friend, I see a dark shadow upon your brow—a sign of spiritual fatigue. Allow me to assess your condition and prescribe a remedy. It would be my merit to save... What? Practicing without a license? You ask me to go with you? Eh?",
      "filename": "File:vo_wuhuanzi_cacha_001.aac"
    },
    {
      "title": "Raise to Phase 1",
      "text": "I've improved the previous remedy. Not only is it effective... the taste should now be less strange. I think.",
      "filename": "File:vo_wuhuanzi_promotion_001.aac"
    },
    {
      "title": "Raise to Phase 3",
      "text": "Seasons change below the mountains, and suffering persists in the mortal realm. Now that I walk among the people, I wish only that all who cross my path shall be free from illness or disaster, know neither worry nor pain.",
      "filename": "File:vo_wuhuanzi_promotion2_001.aac"
    },
    {
      "title": "Level Up",
      "text": "This trial has certainly helped refine my craft.",
      "filename": "File:vo_wuhuanzi_levelup_002.aac"
    },
    {
      "title": "Level Start",
      "text": "Let us begin, but keep your distance... I'm sure you don't want my misfortune rubbing off on you.",
      "filename": "File:vo_wuhuanzi_battlebegin_001.aac"
    },
    {
      "title": "Win Battles",
      "text": "Though the approach may vary... eradicating a danger to the people should still count as a good deed, right?",
      "filename": "File:vo_wuhuanzi_battlewin_001.aac"
    },
    {
      "title": "Lose Battles",
      "text": "I warned you about bringing me along. Now even a sure thing is bound to fail... There's no hope here anymore, we should run while we can...",
      "filename": "File:vo_wuhuanzi_battlelose_001.aac"
    },
    {
      "title": "Ultimate Skill",
      "text": "By the power of these talismans, banish evil and manifest might!",
      "filename": "File:bt_wuhuanzi_uniqueskill_001.aac"
    },
    {
      "title": "Die in Battles",
      "text": "In the end, I still couldn't save anyone... All my efforts proved futile, nothing but emptiness...",
      "filename": "File:bt_wuhuanzi_dead_001.aac"
    },
    {
      "title": "Conversation 1",
      "text": "An herbalist should be altruistic, using medicine to remedy the world... Yet herbalists need money to live, bread to survive—hence treatment fees. While fees may vary, I charge nothing at all, hoping to gain the merit I seek... But why do I still see so few patients?",
      "filename": "File:vo_wuhuanzi_talk1_001.aac"
    },
    {
      "title": "Conversation 2",
      "text": "I know I don't look trustworthy enough for patients... I've tried everything—fake beards, traditional doctor's banners—but none have helped me gain any merit... Do I really have to brew some tonic to age myself by forty years?",
      "filename": "File:vo_wuhuanzi_talk1_002.aac"
    },
    {
      "title": "Conversation 3",
      "text": "No matter how prepared I am with an umbrella, I always run into someone who needs it more when it rains... Fate works in mysterious ways, far beyond comprehension. I've long since given up struggling against it...",
      "filename": "File:vo_wuhuanzi_talk1_003.aac"
    },
    {
      "title": "Special Conversation 1",
      "text": "The ancient medical texts say that when we reach a dead end, exploring new lands and customs can lead to new treatments and insights, an approach that never fails... This is why I embarked on this quest, seeking an answer—or perhaps, someone who can provide one...",
      "filename": "File:vo_wuhuanzi_talk2_001.aac"
    },
    {
      "title": "Special Conversation 2",
      "text": "I've been asked why I dare to defy fate... \"If Death marks someone for midnight, who can keep them till dawn?\" But I believe, if all things follow the natural order, then aren't my actions also a part of it? If I can save a life... doesn't that mean Death never intended to claim them?",
      "filename": "File:vo_wuhuanzi_talk2_002.aac"
    },
    {
      "title": "Special Conversation 3",
      "text": "Only after leaving my mountain sanctuary did I realize—while physical wounds are easy to treat, mending a broken spirit is far more difficult. Medicine alone cannot save those lost in despair... And I thought DisCity faced the same fate. But your deeds have shown me otherwise. Could you... teach me?",
      "filename": "File:vo_wuhuanzi_talk2_003.aac"
    },
    {
      "title": "Full Compliance",
      "text": "The world crumbles, and lives fade like frail weeds. I understand—I can save one, but not all. I can delay death, but not defeat it. They speak of an herbalist's touch reviving life, yet it is merely a futile fixation to defy fate. Nevertheless, what of it? Only a stubborn fool would try to remove a fallen tower and build it anew... Isn't that true, kindred spirit?",
      "filename": "File:vo_wuhuanzi_obeyfull_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Are you seeking treatment, my friend? I offer blessed water for headaches, herbal decoctions for stomach pains, and time-based acupuncture for spiritual unrest... While I'll have to calculate the proper timing, the effects are quite rapid... Huh? Oh, you're just... here to say hello...?",
      "filename": "File:vo_wuhuanzi_greeting_001.aac"
    },
    {
      "title": "Idle",
      "text": "Focus the mind, delve into the void, let the energy flow inward... Ahh... allow the consciousness to drift away...",
      "filename": "File:vo_wuhuanzi_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "How did you suddenly lose control and do something so strange...? Could it be that I have drawn in some malevolent presence... Talismans, come to my aid!",
      "filename": "File:vo_wuhuanzi_clicking_001.aac"
    },
    {
      "title": "Dispatch",
      "text": "Yes, yes... I must wander far and wide, to accumulate merit through good deeds...",
      "filename": "File:vo_wuhuanzi_dispatch_001.aac"
    },
    {
      "title": "Dispatch Complete",
      "text": "Even DisCity folks run at the sight of me... Good thing I came prepared and gathered some herbs beforehand...",
      "filename": "File:vo_wuhuanzi_dispatch2_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "I appreciate your concern, my friend, but you really don't need to watch me so closely... I've lived with this misfortune long enough to know how to handle it. Nothing too dire will happen... Probably.",
      "filename": "File:vo_wuhuanzi_specialattention_001.aac"
    },
    {
      "title": "Join Team",
      "text": "",
      "filename": "File:bt_wuhuanzi_jointeam_001.aac"
    }
  ]
}