{
  "default": [
    {
      "title": "Obtain the Sinner",
      "text": "What exactly does your M... B... you know, that Bureau of yours do? Who are the people in it? Am I supposed to stay in there too? How long do I have to stay? Hmm... And what time is breakfast? What fun stuff is there?",
      "filename": "File:vo_yanyan_cacha_001.aac"
    },
    {
      "title": "Raise to Phase 1",
      "text": "I've re-read the myth of the Sun Crow and I've discovered something new! Hear me out...",
      "filename": "File:vo_yanyan_promotion_001.aac"
    },
    {
      "title": "Raise to Phase 3",
      "text": "When the last sun falls, the survival land will also be scarred... Uh... Did I say something just now?",
      "filename": "File:vo_yanyan_promotion2_001.aac"
    },
    {
      "title": "Level Start",
      "text": "What's that over there? It's moving! Come on, let's have a closer look!",
      "filename": "File:vo_yanyan_battlebegin_001.aac"
    },
    {
      "title": "Win Battles",
      "text": "Where do you guys come from? Where will you go after I defeat you? Your weapons... Hey! I haven't finished my questions, why are they running so fast?",
      "filename": "File:vo_yanyan_battlewin_001.aac"
    },
    {
      "title": "Lose Battles",
      "text": "Sob... Why aren't they afraid of my flaming slingshot!?",
      "filename": "File:vo_yanyan_battlelose_001.aac"
    },
    {
      "title": "Ultimate Skill",
      "text": "Eternal flame, indestructible!",
      "filename": "File:bt_yanyan_uniqueskill_001.aac"
    },
    {
      "title": "Die in Battles",
      "text": "I must find...",
      "filename": "File:bt_yanyan_dead_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Hey! Ha! ...Oh, I'm working out, would you like to join? I learned these moves from my neighbor back home. It's great for your health, and it works wonders! My neighbor gramps does it every day, and I've never seen him sick!",
      "filename": "File:vo_yanyan_greeting_001.aac"
    },
    {
      "title": "Conversation 1",
      "text": "DisCity has many interesting legends, like how the cupcakes in Eastside are incredibly delicious... Could this also be a sacred sign? Yes, very likely, I must go check it out... But what should I bring? The address is clear, so I probably don't need the compass? Then... a bowl? Napkins? A small spoon?",
      "filename": "File:vo_yanyan_talk1_001.aac"
    },
    {
      "title": "Conversation 2",
      "text": "Why does it rarely rain in DisCity? Why do you use Hypercubes as your currency? Why do you have so many documents to read every day? Why are your shackles red? Can they turn yellow, green, or purple? And why do you wear the same coat every day? Do you really only have one coat or do all your coats look exactly the same...?",
      "filename": "File:vo_yanyan_talk1_002.aac"
    },
    {
      "title": "Conversation 3",
      "text": "When the Sun Crow descends, the day will never end. The last drop of water will evaporate, and the vegetation will wither on the scorched earth... Huh? Why are you making that face? Oh, They must have spoken through me again. Hehe, you'll get used to it, I wouldn't be alive today without Them.",
      "filename": "File:vo_yanyan_talk1_003.aac"
    },
    {
      "title": "Special Conversation 1",
      "text": "My grandmother said that I am a chosen and blessed child, and pursuing the gods is my destiny... I really saw Them! They must be hiding somewhere in this vast world! If I can't find Them today, I'll keep looking for Them tomorrow; if I can't find Them here, I'll go somewhere else... I've got a whole life in front of me, I'm sure we'll meet one day!",
      "filename": "File:vo_yanyan_talk2_001.aac"
    },
    {
      "title": "Special Conversation 2",
      "text": "Wait, wait, wait! Don't rush off, how did you place your shoes when you went to bed last night? The toe facing out? Good... And which foot did you step out of the room with first? Right foot, hmm... And did your eyelid twitch? Left eye? Right eye? Neither twitched... Phew, what a relief! You can go out with peace of mind now, nothing will harm you today.",
      "filename": "File:vo_yanyan_talk2_002.aac"
    },
    {
      "title": "Special Conversation 3",
      "text": "At first, I thought everything here was different from my hometown, but after staying for a while, I found that everything seems the same. Like everyone in the Bureau, they're all very nice people and care for each other like a family... And you! You're the first DisFriend I've made, and I want to introduce you to my grandmother. She'll be so happy!",
      "filename": "File:vo_yanyan_talk2_003.aac"
    },
    {
      "title": "Full Compliance",
      "text": "The ruins under the lake, the secret texts in the cave, and the bone that is said to grow one inch every year... And many more sacred signs my grandmother wrote in her notes, do you want to see them with me? Not everyone can see these things, just you and me! ...Hehe, I knew you couldn't refuse! Let's set off tomorrow. Ah wait, how about now!",
      "filename": "File:vo_yanyan_obeyfull_001.aac"
    },
    {
      "title": "Idle",
      "text": "...Hehe, grandma's beef soup is the best in the whole world... I... I want more...",
      "filename": "File:vo_yanyan_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "No, no, no! That's not how you use the Dragon Seeking Ruler! You have to hold the handle, then think about what you want to find in your heart, and it will start to spin by itself... Huh? How was the mechanism designed? Uh... Design... Mechanism... Th-the mechanism is a secret! Yes, a secret! How can I casually tell you the tricks of the mysterious Eastern power!",
      "filename": "File:vo_yanyan_clicking_001.aac"
    },
    {
      "title": "Dispatch",
      "text": "Heaven and Earth, the vast universe. The compass turns, and the good luck returns! ...Ahem, the compass points to the North, it must be that way!",
      "filename": "File:vo_yanyan_dispatch_001.aac"
    },
    {
      "title": "Dispatch Complete",
      "text": "Ah...? Is it time to go back already...? I haven't had enough fun yet...",
      "filename": "File:vo_yanyan_dispatch2_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "...Ha, I get it! You must want to have a staring contest with me, right! Hehe, bring it on, I'm really good at this. The first one to blink can't ask questions for three days!",
      "filename": "File:vo_yanyan_specialattention_001.aac"
    },
    {
      "title": "Level Up",
      "text": "Tell me more folklore about this place, myths, legends, whatever it may be, tell me more, tell me more!",
      "filename": "File:vo_yanyan_levelup_002.aac"
    },
    {
      "title": "Join Team",
      "text": "Oh! Are we going to beat up the bad guys?! Surely I'll give those baddies a taste of fire!",
      "filename": "File:bt_yanyan_jointeam_001.aac"
    }
  ],
  "wafting_whimsy": [
    {
      "title": "Level Up",
      "text": "You've got to have at least one winning move to sail through the world of martial arts.",
      "filename": "File:vo_yanyan_qingyanrushi_levelup_001.aac"
    },
    {
      "title": "Obtain Attire",
      "text": "Yanyan's Guide to Traveling Down the Mountain. First, watch your step. Second, eat on time. Third, keep an eye on the donkey. Fourth, don't talk to strangers. Huh? Hey there! Are you a local? All alone? Great! How about we travel together?",
      "filename": "File:vo_yanyan_qingyanrushi_cacha_001.aac"
    },
    {
      "title": "Greeting",
      "text": "Hmm. Got my novels, comic books, martial art manuals, maps, dried fruits snacks, and grandma's (?). Perfect! We're all set to go. Let's hit the road!",
      "filename": "File:vo_yanyan_qingyanrushi_greeting_001.aac"
    },
    {
      "title": "Ordinary Contact 1",
      "text": "There are so many places I want to explore. The marketplace I read in the book, the pain and Pleasure Boat, the (?), the acrobat you mentioned, a little tea house, and that, uh, what was it called again? M-M-B-C-C, or was it M-C-B-B?",
      "filename": "File:vo_yanyan_qingyanrushi_talk_001.aac"
    },
    {
      "title": "Ordinary Contact 2",
      "text": "No worries. They're just a bunch of bandits. I'll take care of them in no time and return what they've taken to the villagers. Huh? A hero? Me? Oh, not at all! Grandma always says, a true hero acts for the country and the people. But I don't really get it yet. She told me I'd understand once I see more of the world down the mountain.",
      "filename": "File:vo_yanyan_qingyanrushi_talk_002.aac"
    },
    {
      "title": "Idle",
      "text": "Wow, what a view! The lush mountains and clear waters are just amazing! Okay, it's decided. I'll rest here for a bit and let my little donkey have a drink!",
      "filename": "File:vo_yanyan_qingyanrushi_idle_001.aac"
    },
    {
      "title": "Annoyed",
      "text": "Oh, it's you! Oh, I'm so sorry. I didn't mean to hurt you. It was just my instinct as a martial artist. Oh, does it hurt? Let me blow on it for you.",
      "filename": "File:vo_yanyan_qingyanrushi_clicking_001.aac"
    },
    {
      "title": "Special Attention",
      "text": "You want to hear stories about my life on the mountain, and I want to explore the world down here. I guess that makes us perfect partners!",
      "filename": "File:vo_yanyan_qingyanrushi_specialattention_001.aac"
    }
  ]
}