{
    "default": [
        {
            "title": "Obtain the Sinner",
            "filename": "File:vo_bianca_cacha_001.ogg",
            "text": "Ladies and gentlemen, this is the blow-by-blow video footage of me being captured by the MBCC! Hey, Chief, look at the camera—three, two, one, cheese!"
        },
        {
            "title": "Raise to Phase 1",
            "filename": "File:vo_bianca_promotion_001.ogg",
            "text": "Carrying a camera around every day is like a workout routine. Take a look at my mini biceps! Cute, huh?"
        },
        {
            "title": "Raise to Phase 3",
            "filename": "File:vo_bianca_promotion2_001.ogg",
            "text": "Bad guys hiding in the dark, show your true selves in front of the screen! I command you, in the name of the MBCC Chief, look at the camera!"
        },
        {
            "title": "Level Start",
            "filename": "File:vo_bianca_battlebegin_001.ogg",
            "text": "Camera is ready! Come on, give us a smile!"
        },
        {
            "title": "Win Battles",
            "filename": "File:vo_bianca_battlewin_001.ogg",
            "text": "Guess what I caught on camera? Ta-da! It's the moment they got blown to smithereens! Cool, huh? I'm going to frame it and hang it above my bed."
        },
        {
            "title": "Lose Battles",
            "filename": "File:vo_bianca_battlelose_001.ogg",
            "text": "It's so, so embarrassing. Please delete that last part. Please, please, please..."
        },
        {
            "title": "Ultimate Skill",
            "filename": "File:bt_bianca_uniqueskill_001.ogg",
            "text": "Here comes the breaking news!"
        },
        {
            "title": "Die in Battles",
            "filename": "File:bt_bianca_dead_001.ogg",
            "text": "Camera, my camera, I'll leave it to you..."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_bianca_greeting_001.ogg",
            "text": "Friends, new and old, I'm your reporter buddy! With me here is the famous Chief of the Minos Bureau of Crisis Control! Don't be shy, Chief, say hello to everyone!"
        },
        {
            "title": "Conversation 1",
            "filename": "File:vo_bianca_talk1_001.ogg",
            "text": "Hey, you know what? I just had a nightmare where the editor-in-chief was nagging me to hand in a news article. It was terrifying! Thank goodness I'm unemployed now."
        },
        {
            "title": "Conversation 2",
            "filename": "File:vo_bianca_talk1_002.ogg",
            "text": "A baddie sneaking around, the justice reporter comes to town, I capture him on tape, I'm sending it out... Tie him up, cut him down,... Lalala...♪"
        },
        {
            "title": "Conversation 3",
            "filename": "File:vo_bianca_talk1_003.ogg",
            "text": "I know I have to pay for what I did. I've been ready to face the consequences of my actions since I arrived at the Bureau. Punish me, if you so wish. I shall take whatever might come... Could you hit that record button for me first? Thanks!"
        },
        {
            "title": "Special Conversation 1",
            "filename": "File:vo_bianca_talk2_001.ogg",
            "text": "Apple juice cleanses the soul of all sins, chases away negativity, brings about clarity; it is a source of enlightenment, the deconstruction of the truth, and the creative juice I need to come up with an unconventional take for my next news report. I made up all the things I just said. So, would you like to join me for a glass of apple juice?"
        },
        {
            "title": "Special Conversation 2",
            "filename": "File:vo_bianca_talk2_002.ogg",
            "text": "No news, sooooo dull! Chief, how about we get some \"pets\" to spice things up? Here is an idea: We lock up those sticky-fingered guys, put them on running wheels, threaten them with a stun gun if they slack off! They're just some nasty scumbags. If we accidentally kill one or two, that will be a great contribution to society!"
        },
        {
            "title": "Special Conversation 3",
            "filename": "File:vo_bianca_talk2_003.ogg",
            "text": "Exposing the sex scandals of celebrities is child's play. What really gets my blood pumping is digging into those dingy, seedy corners to hunt down the degenerates who think they've escaped punishment, reveling in their murky hideouts. I want to drag those contemptible vermin out of their cesspits and expose them under the blazing sun until they're dried up. Ah, just picturing them as crispy specimens fills me with satisfaction!"
        },
        {
            "title": "Full Compliance",
            "filename": "File:vo_bianca_obeyfull_001.ogg",
            "text": "Hey Chief, quick interview time! Any thoughts on your love life? What's your ideal partner like? Is it someone gentle or super energetic? And would you consider someone who rocks a high ponytail and runs around with a camera all day? You know, someone like... me?"
        },
        {
            "title": "Idle",
            "filename": "File:vo_bianca_idle_001.ogg",
            "text": "Apple juice rules! Cheers! Chief? Wait, there are so many of you! One Chief, two Chiefs, three Chiefs... Haha, they're all mine!"
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_bianca_clicking_001.ogg",
            "text": "W-what are you doing?! Are you...? Oh stop, stop! The cameras are still rolling!"
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_bianca_specialattention_001.ogg",
            "text": "Finally, we have come to this exciting moment. Let's give it up for the winner of this year's Best News Award! Drumroll... Reporter Bianca from the MBCC TV!"
        },
        {
            "title": "Dispatch",
            "filename": "File:vo_bianca_dispatch_001.ogg",
            "text": "Coming! Let me put on some lipstick first... What? The broadcast van has left?!"
        },
        {
            "title": "Dispatch Complete",
            "filename": "File:vo_bianca_dispatch2_001.ogg",
            "text": "This one is for you, this one too... Eh, why does it feel like I've made a trip for nothing?"
        },
        {
            "title": "Level Up",
            "filename": "File:vo_bianca_levelup_002.ogg",
            "text": "You're totally egging me on to uncover even juicier news, aren't you? Gosh, I'm so touched..."
        },
        {
            "title": "Pat Head",
            "filename": "File:vo_bianca_head_001.ogg",
            "text": "I once caught someone doing the same thing at a crime scene. This suspect put their hand on their enemy's neck, and then... Snap! I've got a high-definition video here. Wanna watch it with me?"
        },
        {
            "title": "Deploy",
            "filename": "File:bt_bianca_jointeam_001.ogg",
            "text": "Ready? We're going on TV now!"
        }
    ]
}