{
    "default": [
        {
            "title": "Obtain the Sinner",
            "text": "Good to see you're well, Chief. Is bumping into you here a matter of destiny, coincidence... or a manipulated incident?",
            "filename": "File:vo_du_ruo_cacha_001.ogg"
        },
        {
            "title": "Raise to Phase 1",
            "text": "How do you want me to repay you for helping me like this?",
            "filename": "File:vo_du_ruo_promotion_001.ogg"
        },
        {
            "title": "Raise to Phase 3",
            "text": "The bell tolls, playing the rites of the people, praising the voices of humanity... The so-called \"sacred sign\" has always existed between you and me.",
            "filename": "File:vo_du_ruo_promotion2_001.ogg"
        },
        {
            "title": "Level Up",
            "text": "So this is the craftsmanship of the great DisCity?",
            "filename": "File:vo_du_ruo_levelup_002.ogg"
        },
        {
            "title": "Pat Head",
            "text": "In my hometown, casually touching other people's heads could lead to... Nevermind, it's better if you don't know.",
            "filename": "File:vo_du_ruo_head_001.ogg"
        },
        {
            "title": "Level Start",
            "text": "Just at the right time.",
            "filename": "File:vo_du_ruo_battlebegin_001.ogg"
        },
        {
            "title": "Win Battles",
            "text": "Thanks~",
            "filename": "File:vo_du_ruo_battlewin_001.ogg"
        },
        {
            "title": "Lose Battles",
            "text": "It seems that I, a mere scholar, can't stand up against the heavenly calamity anyways...",
            "filename": "File:vo_du_ruo_battlelose_001.ogg"
        },
        {
            "title": "Ultimate Skill",
            "text": "The smoke has risen. Now, play your heart out.",
            "filename": "File:bt_du_ruo_uniqueskill_001.ogg"
        },
        {
            "title": "Die in Battles",
            "text": "Is this written in my fate... huh, how I hate it...",
            "filename": "File:bt_du_ruo_dead_001.ogg"
        },
        {
            "title": "Conversation 1",
            "text": "Gods can't help you with your workload or relieve your stress, but maybe I can. Why don't you give it a try by asking nicely?",
            "filename": "File:vo_du_ruo_talk1_001.ogg"
        },
        {
            "title": "Conversation 2",
            "text": "Some people long for those bizarre and magical stories, and some fear those miracles beyond human power... So, which one are you, Chief?",
            "filename": "File:vo_du_ruo_talk1_002.ogg"
        },
        {
            "title": "Conversation 3",
            "text": "A good fragrance, a collection of thoughts, a heart that seeks the truth—that's all a mythologist needs.",
            "filename": "File:vo_du_ruo_talk1_003.ogg"
        },
        {
            "title": "Special Conversation 1",
            "text": "If there really are gods and ghosts in the world, why hasn't anyone ever answer those pious wishes? But if they never existed... then where do people's prayers go...",
            "filename": "File:vo_du_ruo_talk2_001.ogg"
        },
        {
            "title": "Special Conversation 2",
            "text": "Did you see it? The sun rises and sets... the ordinary daily life that is yearned for by some is right here...",
            "filename": "File:vo_du_ruo_talk2_002.ogg"
        },
        {
            "title": "Special Conversation 3",
            "text": "I've told you so many legends now, it's only fair that I also hear some from you. But I don't like to share. I want stories you've never told anyone before, some secrets only known to the heavens, earth, you, and me.",
            "filename": "File:vo_du_ruo_talk2_003.ogg"
        },
        {
            "title": "Full Compliance",
            "text": "You've given me truth, trust, strength, and a place to belong. I've really taken advantage of you. From now on, let me take my time to pay you back.",
            "filename": "File:vo_du_ruo_obeyfull_001.ogg"
        },
        {
            "title": "Greeting",
            "text": "Got some good news, Chief. Want to hear it? I drew a fortune for you. You'll meet a very kind benefactor today... What are you looking for? Isn't it obvious that I'm right in front of you?",
            "filename": "File:vo_du_ruo_greeting_001.ogg"
        },
        {
            "title": "Idle",
            "text": "Did you know, the Sun Crow can actually swim... Shh! This is a highly confidential heavenly secret. Don't let anyone hear it.",
            "filename": "File:vo_du_ruo_idle_001.ogg"
        },
        {
            "title": "Annoyed",
            "text": "Stop messing around... My incense burner might just come alive and swallow you whole!",
            "filename": "File:vo_du_ruo_clicking_001.ogg"
        },
        {
            "title": "Dispatch",
            "text": "Such a bustling and glamorous foreign land. Aren't you afraid I might be tempted away by this dazzling world?",
            "filename": "File:vo_du_ruo_dispatch_001.ogg"
        },
        {
            "title": "Dispatch Complete",
            "text": "I'm back empty handed... Just kidding, here you go~",
            "filename": "File:vo_du_ruo_dispatch2_001.ogg"
        },
        {
            "title": "Special Attention",
            "text": "Legend has it that if you bow three times and kowtow nine times towards the direction of the sunset, a wish can be granted... Oh, you didn't fall for it?",
            "filename": "File:vo_du_ruo_specialattention_001.ogg"
        }
    ],
    "lunaria_enigma": [
        {
            "title": "Level Up",
            "text": "Westward, the tides rise; amidst their ebb and flow, the Moon shines.",
            "filename": "File:vo_du_ruo_lunaria_enigma_levelup_001.ogg"
        },
        {
            "title": "Pat Head",
            "text": "Is this a new form of mortal ritual? Hm, the gestures of courtesy matter not. As long as you're a sincere petitioner, I shall grant you lunar grace.",
            "filename": ""
        },
        {
            "title": "Obtain Attire",
            "text": "To have braved the Tidal Illusion and found your way to me... Traveler, you share a rare bond with the Moon. Remain here, bathe in its silver light, and become my herald.",
            "filename": "File:vo_du_ruo_lunaria_enigma_cacha_001.ogg"
        },
        {
            "title": "Greeting",
            "text": "When the Moon is full, families reunite. Each time I witness their joy, I long to descend to the mortal world and share their bliss.",
            "filename": "File:vo_du_ruo_lunaria_enigma_greeting_001.ogg"
        },
        {
            "title": "Ordinary Contact 1",
            "text": "You seem quite taken by the splash on my gown... Hm, ordinary waters cannot touch the form of a goddess, but this pond has felt my grace. It offered its devotion willingly, and thus becoming part of my power.",
            "filename": "File:vo_du_ruo_lunaria_enigma_talk_001.ogg"
        },
        {
            "title": "Ordinary Contact 2",
            "text": "They praise that long may the sun shine, claiming the Moon merely mirrors the light. But I say, without the Moon, how could there be a morrow, if a good day does not end with moonlit sorrow?",
            "filename": "File:vo_du_ruo_lunaria_enigma_talk_002.ogg"
        },
        {
            "title": "Ordinary Contact 3",
            "text": "The full moon pierces the night; the tide burning in your veins echoes with mine. Come, gaze upon the waters—do you not see yourself in a new light?",
            "filename": "File:vo_du_ruo_lunaria_enigma_hand_001.ogg"
        },
        {
            "title": "Ordinary Contact 4",
            "text": "Some tales say an old couple found me inside a bamboo stalk; others claim I coveted the immortal elixir to ascend to Heaven... Hm, amusing stories, indeed. Attend me, my herald—how would you spin a story of my origin?",
            "filename": "File:vo_du_ruo_lunaria_enigma_leg_001.ogg"
        },
        {
            "title": "Idle",
            "text": "The Moon may be veiled by clouds, but never for long. It shall always cut through the mist and once again shed light upon the world.",
            "filename": "File:vo_du_ruo_lunaria_enigma_idle_001.ogg"
        },
        {
            "title": "Special Attention",
            "text": "The Moon has delivered your wish. The goddess shall grant her grace to her most devoted heralds. Step aboard this boat, and heed the words I bestow upon you.",
            "filename": "File:vo_du_ruo_lunaria_enigma_specialattention_001.ogg"
        }
    ]
}