{
    "default": [
        {
            "title": "Obtain the Sinner",
            "filename": "File:vo_echo_cacha_001.ogg",
            "text": "I'm a free musician, a star of the streets! The genius saxophonist who never forgets a note... Echo, at your service! Now, aren't you excited to hear me play a tune after that introduction?"
        },
        {
            "title": "Raise to Phase 1",
            "filename": "File:vo_echo_promotion_001.ogg",
            "text": "A mere few pages of sheet music are no challenge to me at all!"
        },
        {
            "title": "Raise to Phase 3",
            "filename": "File:vo_echo_promotion2_001.ogg",
            "text": "The saxophone genius is about to give the most spectacular performance! You won't want to miss it!"
        },
        {
            "title": "Level Start",
            "filename": "File:vo_echo_battlebegin_001.ogg",
            "text": "This invigorating march will be the opening theme of our battle!"
        },
        {
            "title": "Win Battles",
            "filename": "File:vo_echo_battlewin_001.ogg",
            "text": "That marks the end of Echo's perfect performance, thank you!"
        },
        {
            "title": "Lose Battles",
            "filename": "File:vo_echo_battlelose_001.ogg",
            "text": "Oops, I messed up the notes..."
        },
        {
            "title": "Ultimate Skill",
            "filename": "File:bt_echo_uniqueskill_001.ogg",
            "text": "Listen to this wonderful, miraculous melody!"
        },
        {
            "title": "Die in Battles",
            "filename": "File:bt_echo_dead_001.ogg",
            "text": "It's so cold... so dark..."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_echo_greeting_001.ogg",
            "text": "Hey you, sleepyhead. Should I play a tune to wake you up?"
        },
        {
            "title": "Conversation 1",
            "filename": "File:vo_echo_talk1_001.ogg",
            "text": "Outfit, perfect. Stage, perfect. Saxophone, perfect! Okay, I'm ready to... Hey, don't touch my carefully arranged props! The ambiance matters to buskers too!"
        },
        {
            "title": "Conversation 2",
            "filename": "File:vo_echo_talk1_002.ogg",
            "text": "Hmm, hmm... Oh, I'm thinking of a new song! I once read a quote that says art is inspired by life. It's spot on! I'm immediately filled with inspiration after eating!"
        },
        {
            "title": "Conversation 3",
            "filename": "File:vo_echo_talk1_003.ogg",
            "text": "Slacking off? Of course not! I've memorized all those materials! Don't believe it? Quiz me then, I owe you one if I fail! If that's not enough, I can even recite the entire menu of the cafeteria for the past three weeks!"
        },
        {
            "title": "Special Conversation 1",
            "filename": "File:vo_echo_talk2_001.ogg",
            "text": "Well, I'm sure people just haven't noticed me yet. It happens to all the geniuses! I just know that as long as I keep playing, everyone will fall in love with my music one day!"
        },
        {
            "title": "Special Conversation 2",
            "filename": "File:vo_echo_talk2_002.ogg",
            "text": "Feeling down? Let me sing a song for you! Back in the orphanage, everyone loved my singing! Whenever I sang, people would laugh so happily! I wonder if my singing voice brings joy to others?"
        },
        {
            "title": "Special Conversation 3",
            "filename": "File:vo_echo_talk2_003.ogg",
            "text": "I hope my performances can touch many, many people! Being watched, admired, and remembered... means I'd never be forgotten or feel lonely again! Just thinking about it makes me so happy!"
        },
        {
            "title": "Full Compliance",
            "filename": "File:vo_echo_obeyfull_001.ogg",
            "text": "Don't tell anyone, but even a genius like me gets nervous when performing... But as soon as I feel your gaze from the audience, all my anxiety is gone, and my body is filled with strength! Because I know there's someone who'll always support me... Thank you, my number one fan!"
        },
        {
            "title": "Idle",
            "filename": "File:vo_echo_idle_001.ogg",
            "text": "Wow~ This place is really cozy, much warmer than the underpass! Let me try out this mattress!"
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_echo_clicking_001.ogg",
            "text": "Hey, hands off my Kute! ...Yeah, so what if I've named my saxophone? It's my precious friend!"
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_echo_specialattention_001.ogg",
            "text": "Okay, okay, I know what you want! Here you go. Keep it safe though, the genius saxophonist's autograph is priceless!"
        },
        {
            "title": "Dispatch",
            "filename": "File:vo_echo_dispatch_001.ogg",
            "text": "Busking? That's my bread and butter! I've got this!"
        },
        {
            "title": "Dispatch Complete",
            "filename": "File:vo_echo_dispatch2_001.ogg",
            "text": "Weird... Why are the other buskers all shoving money at me and begging me to leave... Hmm, I must be too good at the saxophone!"
        },
        {
            "title": "Level Up",
            "filename": "File:vo_echo_levelup_002.ogg",
            "text": "Is there more? I want more~"
        },
        {
            "title": "Deploy",
            "filename": "File:bt_echo_jointeam_001.ogg",
            "text": "Come! Let me show you what a true Saxophone genius sounds like!"
        }
    ]
}