{
  "default": [
    {
      "title": "1",
      "filename": "1038855985.ogg",
      "text": "This thing is practically a plunderer's license. With this in hand, you can get all the juicy cuts you want from the old boys' club."
    },
    {
      "title": "2",
      "filename": "224329017.ogg",
      "text": "If you want to blend into Syndicate, you have to dress like a local. I've got a couple of custom outfits made. Are you sure you don't want to take a look?"
    },
    {
      "title": "3",
      "filename": "277282806.ogg",
      "text": "(cough) Hold on let me have some water"
    },
    {
      "title": "4",
      "filename": "30685525.ogg",
      "text": "Chief, have you ever fantasized about being in another world and starting a legendary adventure? Well, maybe it's a little difficult to actually go to another world. But you can always buy some outfits for me, and it will definitely make MBCC feel like a place full of fantasy."
    },
    {
      "title": "5",
      "filename": "327719335.ogg",
      "text": "Bless"
    },
    {
      "title": "6",
      "filename": "343806067.ogg",
      "text": "To get festivals the festive atmosphere they deserve, one must choose the right clothing and accessories. But don't worry, you don't have to think about these trivial matters yourself. I got everything covered!"
    },
    {
      "title": "7",
      "filename": "359648075.ogg",
      "text": "Ah! How mesmerizing is a chain!"
    },
    {
      "title": "8",
      "filename": "383887897.ogg",
      "text": "Oh, are you here to see me, Chief? Feel free to take the time to look at the new supplies, too."
    },
    {
      "title": "9",
      "filename": "457360722.ogg",
      "text": "Chief, I have a special way of getting the clothes that the sinners used to wear. Are you interested?"
    },
    {
      "title": "10",
      "filename": "520403131.ogg",
      "text": "Chief, didn't you say you wanted to issue MBCC uniforms to sinners with good performance? I made the arrangements already. Can you please just sign for the cost?"
    },
    {
      "title": "11",
      "filename": "531688843.ogg",
      "text": "Chief, the weather has been quite hot recently. Be careful not to get heat stroke. You can buy some cool summer clothes for me, for both of you and your sinners."
    },
    {
      "title": "12",
      "filename": "537308278.ogg",
      "text": "I feel that certain sinners in the bureau will look nice and light flowy clothing that radiates wisdom. You know, the kind that fairy tale characters wear. You don't get it? Just you wait. I'll order a few sets, and you'll know what I mean."
    },
    {
      "title": "13",
      "filename": "540791995.ogg",
      "text": "Bye! One Simple Satisfying and Sassy word. The most romantic word in the world! Right Chief?"
    },
    {
      "title": "14",
      "filename": "581216230.ogg",
      "text": "Aren't the sounds of gears and metal grinding against each other like music to the ears? If you agree, then buy some \"Mech Epoch\" themed clothes to enjoy them every day!"
    },
    {
      "title": "15",
      "filename": "59319998.ogg",
      "text": "Chief, this is the safest financial product with the highest returns in all of discity right now. Are you sure you're not interested?"
    },
    {
      "title": "16",
      "filename": "62010759.ogg",
      "text": "Your generosity is known to every single soul from the Syndicate to Eastside!"
    },
    {
      "title": "17",
      "filename": "635333976.ogg",
      "text": "Let's have a chat when you're free, Chief. Any new gossip I don't know about?"
    },
    {
      "title": "18",
      "filename": "661211963.ogg",
      "text": "Managing the inventory is so tiring. Wanna pick some goods to reduce my workload, Chief?"
    },
    {
      "title": "19",
      "filename": "673254215.ogg",
      "text": "Have you eaten yet, chief? Not yet? Great! Me neither! Why don't you treat me to dinner?"
    },
    {
      "title": "20",
      "filename": "674966920.ogg",
      "text": "Chief, I managed to get the goods on the bus at the supply office. It's time to extort some money from him!"
    },
    {
      "title": "21",
      "filename": "826992244.ogg",
      "text": "Are you a film connoisseur Chief? Many of the sinners in our bureau remind me of classic screen stars. Why don't we get them to wear the outfits of the film characters they look like?"
    },
    {
      "title": "22",
      "filename": "849899166.ogg",
      "text": "Shh! Don't tell anyone about this price."
    },
    {
      "title": "23",
      "filename": "855599198.ogg",
      "text": "Chief, plays inspired by eerie fables are all the rage in Eastside days. All the outfits are super eye-catching. They're all eerie, yet cute! Let me get you some, so you'll know what I mean."
    },
    {
      "title": "24",
      "filename": "881626111.ogg",
      "text": "Chief, you're practically a celebrity in DisCity now. You need to get yourself and your sinners some high-end outfits. Can't let those Eastside snubs look down on you?"
    },
    {
      "title": "25",
      "filename": "89516576.ogg",
      "text": "Look at the scenery outside chief. What a wonderful season. Isn't it perfect for a dressed up stroll with your sweetheart? I happen to have some outfits that fit the mood just right. Would you like to purchase a few for you and your sinners?"
    },
    {
      "title": "26",
      "filename": "962289762.ogg",
      "text": "That's very dashing Chief!"
    }
  ]
}
