{
    "default": [
        {
            "title": "Obtain the Sinner",
            "filename": "File:vo_hestia_cacha_001.aac",
            "text": "You... It's you?! You saw the firelight, didn't you? I knew you would. Hehe, I've been waiting for you... for so long."
        },
        {
            "title": "Raise to Phase 1",
            "filename": "File:vo_hestia_promotion_001.aac",
            "text": "I see it... the fire that will be lit."
        },
        {
            "title": "Raise to Phase 3",
            "filename": "File:vo_hestia_promotion2_001.aac",
            "text": "I... am alight... Excellent! They can finally come back..."
        },
        {
            "title": "Level Start",
            "filename": "File:vo_hestia_battlebegin_001.aac",
            "text": "It's too dark... I'll start a fire here."
        },
        {
            "title": "Win Battles",
            "filename": "File:vo_hestia_battlewin_001.aac",
            "text": "(Relieved exhale)... It wasn't that scary after all..."
        },
        {
            "title": "Lose Battles",
            "filename": "File:vo_hestia_battlelose_001.aac",
            "text": "D-don't come any closer... Go away!"
        },
        {
            "title": "Ultimate Skill",
            "filename": "File:bt_hestia_uniqueskill_001.aac",
            "text": "This is the guidance of the flames!"
        },
        {
            "title": "Die in Battles",
            "filename": "File:bt_hestia_dead_001.aac",
            "text": "Help... Somebody help me..."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_hestia_greeting_001.aac",
            "text": "You're back... Did you find them? No...? Just asking; don't be nervous. At least, I'm still here..."
        },
        {
            "title": "Conversation 1",
            "filename": "File:vo_hestia_talk1_001.aac",
            "text": "My eyes are blind to what you see, but they see what you can not... They see the rising red moon, they see the descending illusion... If you wish to get out of here alive, you must follow my guidance. Do you hear me?"
        },
        {
            "title": "Conversation 2",
            "filename": "File:vo_hestia_talk1_002.aac",
            "text": "The voice I heard... told me to light the torch. It said, it's the only way to bring you guys back... It didn't lie to me; not completely, at least. You came back..."
        },
        {
            "title": "Conversation 3",
            "filename": "File:vo_hestia_talk1_003.aac",
            "text": "The people here... they're always saying bizarre things that make no sense to me... Can you understand them...? W-what do they want? You'll protect me, right?"
        },
        {
            "title": "Special Conversation 1",
            "filename": "File:vo_hestia_talk2_001.aac",
            "text": "No one has ever treated me this way... Why? Why did you guys take me in when you know nothing about me? And you're sharing your food with me, protecting me, even though you clearly don't believe what I've told you..."
        },
        {
            "title": "Special Conversation 2",
            "filename": "File:vo_hestia_talk2_002.aac",
            "text": "I also hate... that supreme being... But the supreme being does exist, just up ahead, in the direction you're heading. Why... Why don't you guys believe me?"
        },
        {
            "title": "Special Conversation 3",
            "filename": "File:vo_hestia_talk2_003.aac",
            "text": "Please don't go any further... That's a trap. If you do, the darkness will consume every one of you. I know you don't want to trust the words of a liar... but this time I'm really telling the truth..."
        },
        {
            "title": "Full Compliance",
            "filename": "File:vo_hestia_obeyfull_001.aac",
            "text": "It's all your fault... Because of you, I forgot how to survive on my own... Being left alone in a place like this, it was terrifying... Stay with me. Don't leave me again. I don't want to be left alone anymore..."
        },
        {
            "title": "Idle",
            "filename": "File:vo_hestia_idle_001.aac",
            "text": "Shh! Don't make a sound! The supreme being is watching us... I can sense it."
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_hestia_clicking_001.aac",
            "text": "You... you bully! (Sounds as if about to cry)"
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_hestia_specialattention_001.aac",
            "text": "Once again, you ventured into the darkness and found me. (Pleased) I knew you would; it was predestined. I knew that no matter how long it took, you would find your way back to me..."
        },
        {
            "title": "Dispatch",
            "filename": "File:vo_hestia_dispatch_001.aac",
            "text": "This is the supreme being's will too..."
        },
        {
            "title": "Dispatch Complete",
            "filename": "File:vo_hestia_dispatch2_001.aac",
            "text": "I won't lose my way."
        },
        {
            "title": "Level Up",
            "filename": "File:vo_hestia_levelup_002.aac",
            "text": "The flames... have grown brighter."
        },
        {
            "title": "Pat Head",
            "filename": "File:vo_hestia_head_001.aac",
            "text": "Stop...! You must not... defile the priestess!"
        },
        {
            "title": "Deploy",
            "filename": "File:bt_hestia_jointeam_001.aac",
            "text": "There is nothing to fear. I'm here to show you the way..."
        }
    ],
    "lambent_wishbearer": [
        {
            "title": "Level Up",
            "text": "The lanterns of wishes are floating high...",
            "filename": "File:vo_hestia_lambent_wishbearer_levelup_001.aac"
        },
        {
            "title": "Pat Head",
            "text": "I-is this how mortals show affections?",
            "filename": "File:vo_hestia_lambent_wishbearer_head_001.aac"
        },
        {
            "title": "Obtain Attire",
            "text": "Haste not, wish maker. The ritual is about to begin and the flame of wishes shall soon be kindled.",
            "filename": "File:vo_hestia_lambent_wishbearer_cacha_001.aac"
        },
        {
            "title": "Greeting",
            "text": "Finally made it, did you? Worry not, there's still time... Is this your carefully made lantern... Well, despite its rather \"unique\" structure, it'll fly high into the sky. I'll help you.",
            "filename": "File:vo_hestia_lambent_wishbearer_greeting_001.aac"
        },
        {
            "title": "Ordinary Contact 1",
            "text": "Back on my first trial in the mortal realm, I struggled to find my way... But despite my blindness, I was able to see with my heart the care and love the villagers had for me... Perhaps that's what the Divine Emperor intended for me to understand...",
            "filename": "File:vo_hestia_lambent_wishbearer_talk_001.aac"
        },
        {
            "title": "Ordinary Contact 2",
            "text": "Mortals possess unwieldy bodies, vulnerable to poison and destined to age, as frail as this light. Yet, they can warm others with their flickering flames, even someone as strange and blind as me. Therefore, I do not wish for their light to fade...",
            "filename": "File:vo_hestia_lambent_wishbearer_talk_002.aac"
        },
        {
            "title": "Ordinary Contact 3",
            "text": "These lanterns are handmade by the villagers, each wish carefully written, stroke by stroke. Hung on the wisteria tree year after year, their heartfelt devotion alone is enough to lift them into the sky—even without my \"extra help\"...",
            "filename": "File:vo_hestia_lambent_wishbearer_hand_001.aac"
        },
        {
            "title": "Ordinary Contact 4",
            "text": "The light flickers—sometimes bright, sometimes dim. The lanterns, too, come in all shapes: some delicate, some rough. Yet the vibrant festivity of this once-a-year event and the people's devotion to their wishes always shine through. Perhaps that's what it means when they say, \"Our days are numbered, but our hearts remember...\"",
            "filename": "File:vo_hestia_lambent_wishbearer_leg_001.aac"
        },
        {
            "title": "Idle",
            "text": "Fear not... The flame will not burn you. Instead, it will bring warmth and carry you to the place your creator's heart intended for you to go...",
            "filename": "File:vo_hestia_lambent_wishbearer_idle_001.aac"
        },
        {
            "title": "Special Attention",
            "text": "Your gaze ignites more fiercely than the lantern... resembling a bonfire or a blazing torch. It's like a mortal flame so captivating that even immortals can't bear to look away.",
            "filename": "File:vo_hestia_lambent_wishbearer_specialattention_001.aac"
        }
    ]

}