{
    "default": [
        {
            "title": "Obtain the Sinner",
            "filename": "File:vo_kelvin_cacha_001.ogg",
            "text": "If possible, I'd like to stay in the kitchen, preferably in cold storage... ah, sorry! I didn't mean to trouble you. I promise not to do anything weird."
        },
        {
            "title": "Raise to Phase 1",
            "filename": "File:vo_kelvin_promotion_001.ogg",
            "text": "Shiver... was that what it feels like in absolute zero?"
        },
        {
            "title": "Raise to Phase 3",
            "filename": "File:vo_kelvin_promotion2_001.ogg",
            "text": "From now on, whether in cooking or in battle, I will never doubt myself again!"
        },
        {
            "title": "Level Start",
            "filename": "File:vo_kelvin_battlebegin_001.ogg",
            "text": "There's got to be a better candidate than me... right?"
        },
        {
            "title": "Win Battles",
            "filename": "File:vo_kelvin_battlewin_001.ogg",
            "text": "We survived...! Thanks to everyone's efforts."
        },
        {
            "title": "Lose Battles",
            "filename": "File:vo_kelvin_battlelose_001.ogg",
            "text": "I always mess things up..."
        },
        {
            "title": "Ultimate Skill",
            "filename": "File:bt_kelvin_uniqueskill_001.ogg",
            "text": "Please don't come over here!"
        },
        {
            "title": "Die in Battles",
            "filename": "File:bt_kelvin_dead_001.ogg",
            "text": "It's so cold..."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_kelvin_greeting_001.ogg",
            "text": "It's a bit hot today... Chief, I concocted a new flavor of shaved ice. Want to try it? You won't be disappointed."
        },
        {
            "title": "Conversation 1",
            "filename": "File:vo_kelvin_talk1_001.ogg",
            "text": "Chief, you know which vegetable has the worst eyesight?... They all have equally bad eyesight, because vegetables don't have eyes! Haha... ha... I'm sorry I suck at everything...!"
        },
        {
            "title": "Conversation 2",
            "filename": "File:vo_kelvin_talk1_002.ogg",
            "text": "I can't taste hot dishes, yet I dream of becoming a chef... sorry, you must think I'm weird."
        },
        {
            "title": "Conversation 3",
            "filename": "File:vo_kelvin_talk1_003.ogg",
            "text": "The DisCity Blue Ribbon Culinary School is the most prestigious cooking school of all time. Every student here will become a celebrity chef one day... everyone except me. I've repeated the same grade for three years already and still haven't been able to graduate..."
        },
        {
            "title": "Special Conversation 1",
            "filename": "File:vo_kelvin_talk2_001.ogg",
            "text": "To pass the exams and be accepted by everyone, I turned my back on the recipes that had accompanied me all my life. I learned \"normal\" recipes and made what I could never taste... later, I obtained my degree, but lost something more precious."
        },
        {
            "title": "Special Conversation 2",
            "filename": "File:vo_kelvin_talk2_002.ogg",
            "text": "I know my recipes aren't the kind that everyone likes... but... low-temperature dishes have their own unique flavors. I really don't want to give up on them!"
        },
        {
            "title": "Special Conversation 3",
            "filename": "File:vo_kelvin_talk2_003.ogg",
            "text": "It's scary to be \"different from everyone else\"... if everyone else thinks something is sweet, you must also think that it's sweet... if everyone else thinks something is sour, you must also think that it's sour... otherwise, you will become the \"weirdo\"..."
        },
        {
            "title": "Full Compliance",
            "filename": "File:vo_kelvin_obeyfull_001.ogg",
            "text": "Thank you, Chief, for giving me a place to stay. Thank you for letting me cook whatever I want and for chatting with me, even though I make every conversation awkward... from now on, I will accommodate your wishes no matter what they are. I promise!"
        },
        {
            "title": "Idle",
            "filename": "File:vo_kelvin_idle_001.ogg",
            "text": "Looks like I'm no longer needed here. Hmm... can I take a look in the kitchen? Just a peek."
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_kelvin_clicking_001.ogg",
            "text": "Eek! Ch-ch-chief... it's too hot..."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_kelvin_specialattention_001.ogg",
            "text": "Chief? Are you here to supervise me? I'm sorry, I won't use the freezer behind your back... really."
        },
        {
            "title": "Dispatch",
            "filename": "File:vo_kelvin_dispatch_001.ogg",
            "text": "Um... can I shop for some ingredients on my way back?"
        },
        {
            "title": "Dispatch Complete",
            "filename": "File:vo_kelvin_dispatch2_001.ogg",
            "text": "I'm sorry, Chief, I think... I have a heatstroke..."
        },
        {
            "title": "Level Up",
            "filename": "File:vo_kelvin_levelup_002.ogg",
            "text": "... hmm? I think I sensed a bit of taste!"
        },
        {
            "title": "Deploy",
            "filename": "File:bt_kelvin_jointeam_001.ogg",
            "text": "... are you sure you want to leave this to me?"
        }
    ],
    "chilling_hideaway": [
        {
            "title": "Obtain Attire",
            "filename": "File:vo_kelvin_bishushengdi_cacha_001.ogg",
            "text": "This feels nice... Ah! Ch-Chief! Wh... when did you come? I'm sorry, but can I please stay here for a bit longer...? I'll definitely clean up the fridge later!"
        },
        {
            "title": "Level Up",
            "filename": "File:vo_kelvin_bishushengdi_levelup_001.ogg",
            "text": "That'll bring the temperature down..."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_kelvin_bishushengdi_greeting_001.ogg",
            "text": "Chief, would you care to join me? It's different from the icehouse of the Blue Ribbon Culinary School. It doesn't give you goosebumps at all! It feels just right."
        },
        {
            "title": "Ordinary Contact 1",
            "filename": "File:vo_kelvin_bishushengdi_talk_001.ogg",
            "text": "If anyone saw me like this, words about me being a \"giant weirdo\" will surely be spread even further. What? You think it's not bad? Hehehe... That's nice."
        },
        {
            "title": "Ordinary Contact 2",
            "filename": "File:vo_kelvin_bishushengdi_talk_002.ogg",
            "text": "I've got an idea! Before we go out to the pool, why don't we make some snow cones with these fruits? They'll be perfect for relieving summer heat!"
        },
        {
            "title": "Idle",
            "filename": "File:vo_kelvin_bishushengdi_idle_001.ogg",
            "text": "One day, the strawberry cone and the chocolate cone swam together in a race. Guess who won? The answer is neither, because they both melted in the sea! Ah... I'm sorry... I must be delirious from the heat to tell this horrible joke... You don't have to force yourself to laugh!"
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_kelvin_bishushengdi_clicking_001.ogg",
            "text": "Oh! Your hands are so cold, not quite the same as usual! It seems to be even more chilling than liquid nitrogen! Hmm? Is this... the power of the shackles? Amazing!"
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_kelvin_bishushengdi_specialattention_001.ogg",
            "text": "I thought I'd packed the right clothes for summer, but they are still not cool enough. I was this close to becoming one of the water vaporizers..."
        }
    ]
}