{
    "default": [
        {
            "title": "Obtain the Sinner",
            "filename": "File:vo_lady_pearl_cacha_001.ogg",
            "text": "Welcome to Fortuna! Oh, pardon me. That's how I used to start conversations. Old habits die hard. But many do seem to have an acting talent here... Shall we have a chat about that soon?"
        },
        {
            "title": "Raise to Phase 1",
            "filename": "File:vo_lady_pearl_promotion_001.ogg",
            "text": "Don't just stare at me. Enjoy the show!"
        },
        {
            "title": "Raise to Phase 3",
            "filename": "File:vo_lady_pearl_promotion2_001.ogg",
            "text": "Come on, let's have a drink to celebrate the perfect ending of the grand finale!"
        },
        {
            "title": "Level Start",
            "filename": "File:vo_lady_pearl_battlebegin_001.ogg",
            "text": "My dear, time for you to shine on stage!"
        },
        {
            "title": "Win Battles",
            "filename": "File:vo_lady_pearl_battlewin_001.ogg",
            "text": "The curtain fell on the perfect show! Such a fascinating story!"
        },
        {
            "title": "Lose Battles",
            "filename": "File:vo_lady_pearl_battlelose_001.ogg",
            "text": "Sigh, a rare stage accident..."
        },
        {
            "title": "Ultimate Skill",
            "filename": "File:bt_lady_pearl_uniqueskill_001.ogg",
            "text": "Please enjoy the show!"
        },
        {
            "title": "Die in Battles",
            "filename": "File:bt_lady_pearl_dead_001.ogg",
            "text": "All dreams vanish at this moment..."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_lady_pearl_greeting_001.ogg",
            "text": "Hmm, you came right when I thought of you. Well done! You deserve the praise."
        },
        {
            "title": "Conversation 1",
            "filename": "File:vo_lady_pearl_talk1_001.ogg",
            "text": "If it's what you wish, a word from me can promote you from an understudy to the main cast... But you must repay me for my investment."
        },
        {
            "title": "Conversation 2",
            "filename": "File:vo_lady_pearl_talk1_002.ogg",
            "text": "Drop the formality with me... You don't need your sanity here, my dear. Just enjoy yourself and make bold choices!"
        },
        {
            "title": "Conversation 3",
            "filename": "File:vo_lady_pearl_talk1_003.ogg",
            "text": "Let me teach you the way to survive in this theater... Give your love to all, but never all your love to one."
        },
        {
            "title": "Special Conversation 1",
            "filename": "File:vo_lady_pearl_talk2_001.ogg",
            "text": "The theater is indeed an intricate thing. The seats in the boxes are red velvet. The chairs in the hall are the cheapest material. But just like how a play treats the audience equally, when the tickets are sold out, even the city councilors will have to rush to sit on the floor."
        },
        {
            "title": "Special Conversation 2",
            "filename": "File:vo_lady_pearl_talk2_002.ogg",
            "text": "Imagine how boring it'll be if we all follow the predetermined path! Everyone needs to let loose and go a little crazy at some point... No matter who you become and where you go in the future, that moment will be an irreplaceable memory."
        },
        {
            "title": "Special Conversation 3",
            "filename": "File:vo_lady_pearl_talk2_003.ogg",
            "text": "A kiss is a wonderful but fleeting thing. When it fades, reality hits and the madness dries up. Some people accept it, others spiral. I wonder, if it were you, what unexpected choices would you make?"
        },
        {
            "title": "Full Compliance",
            "filename": "File:vo_lady_pearl_obeyfull_001.ogg",
            "text": "Every moment with you, the next step always seems unpredictable. You are my most cherished dancer, my most beautiful singer. I'd let the flames swallow the entire theater, and we'd be acting out the utmost frenzy until we turn to ashes."
        },
        {
            "title": "Idle",
            "filename": "File:vo_lady_pearl_idle_001.ogg",
            "text": "I love watching those kids on stage, seeing them so eager to drop everything and choose a different life... Hmm, how I enjoy these moments."
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_lady_pearl_clicking_001.ogg",
            "text": "It's truly dazzling, but for me, it's just some old tricks..."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_lady_pearl_specialattention_001.ogg",
            "text": "Do you prefer me over those pretty, adorable young ones? Hehe... You're bold and untamed, and that's what I like about you."
        },
        {
            "title": "Dispatch",
            "filename": "File:vo_lady_pearl_dispatch_001.ogg",
            "text": "Sigh, how come I still need to go to social occasions personally..."
        },
        {
            "title": "Dispatch Complete",
            "filename": "File:vo_lady_pearl_dispatch2_001.ogg",
            "text": "What a spectacle! Here, I even brought you a little souvenir."
        },
        {
            "title": "Level Up",
            "filename": "File:vo_lady_pearl_levelup_002.ogg",
            "text": "Oh my, flowers for me? Have you mistaken me for some big name on stage? But sure, I'll accept them."
        },
        {
            "title": "Deploy",
            "filename": "File:bt_lady_pearl_jointeam_001.ogg",
            "text": "If this scene could be reenacted, what would be... your choice?"
        },
        {
            "title": "Pat Head",
            "filename": "File:vo_lady_pearl_head_001.ogg",
            "text": "Don't be naughty... Now is not the time for that..."
        }
    ],
    "aftershow_brilliance": [
        {
            "title": "Level Up",
            "filename": "File:vo_lady_pearl_muxiahuazhang_levelup_001.ogg",
            "text": "Thank you for your kind words. Let's hope today's premiere is a success."
        },
        {
            "title": "Pat Head",
            "filename": "File:vo_lady_pearl_muxiahuazhang_head_001.ogg",
            "text": "It took me a long time to get my hair just right. If you mess it up, you'll have to fix it."
        },
        {
            "title": "Obtain Attire",
            "filename": "File:vo_lady_pearl_muxiahuazhang_cacha_001.ogg",
            "text": "Each play is a carefully woven dream, inviting you to immerse yourself in lives yet unlived and emotions yet unfelt. I'm convinced that you won't be disappointed by today's play, a play that promises to transport you to a vibrant, luminous dream of yesteryear."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_lady_pearl_muxiahuazhang_greeting_001.ogg",
            "text": "Hahahahaha. We'd long expected a visit from an esteemed guest such as yourself. It's only appropriate for me to welcome you personally."
        },
        {
            "title": "Ordinary Contact 1",
            "filename": "File:vo_lady_pearl_muxiahuazhang_talk_001.ogg",
            "text": "This new play is a period piece about the fate of ordinary people against a backdrop of changing times... Oh, I shouldn't tell you anything more about the play. It's better to experience and explore the story as it unfolds, don't you think? I wouldn't want to spoil the surprise for you."
        },
        {
            "title": "Ordinary Contact 2",
            "filename": "File:vo_lady_pearl_muxiahuazhang_talk_002.ogg",
            "text": "Yes, staging a play is no easy task. It involves hammering the finer points of the script into each actor, adjusting lines and blocking based on rehearsals, checking the props and lighting over and over again... However, since every child in the troupe is giving their all for this play, there is no reason for me to slack off. I will not let their hard work go to waste, nor will I let the audience down."
        },
        {
            "title": "Ordinary Contact 3",
            "filename": "File:vo_lady_pearl_muxiahuazhang_hand_001.ogg",
            "text": "Oh, you like this fan too? Well, take it, as a keepsake. I made this prop myself; it's one of a kind. I'd like to gift it to you..."
        },
        {
            "title": "Ordinary Contact 4",
            "filename": "File:vo_lady_pearl_muxiahuazhang_leg_001.ogg",
            "text": "You know the style of Fortuna... To make the viewing experience even more immersive, every audience member comes to the theater dressed up in fitting attire. I'm no exception. How about I take you backstage, so that you can change into an outfit that matches with mine before we watch the play together?"
        },
        {
            "title": "Idle",
            "filename": "File:vo_lady_pearl_muxiahuazhang_idle_001.ogg",
            "text": "The show is about to start. Let's hurry up. You don't want to miss the opening."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_lady_pearl_muxiahuazhang_specialattention_001.ogg",
            "text": "Stare at me all you want for now, but when the show begins, you should direct all your attention to the stage, so as to feel the actors' devotion to their art from this VIP box with the best view. I've reserved it especially for you."
        }
    ]
}