{
    "default": [
        {
            "title": "Obtain the Sinner",
            "filename": "File:vo_l.l._cacha_001.ogg",
            "text": "Oh my, what a dull and gloomy place this is! Why don't we all forget our worries and have a good time? Let's do what the animals do: wear nothing, think about nothing, and just live in the moment!"
        },
        {
            "title": "Raise to Phase 1",
            "filename": "File:vo_l.l._promotion_001.ogg",
            "text": "I wish our bond will be more unbreakable~"
        },
        {
            "title": "Raise to Phase 3",
            "filename": "File:vo_l.l._promotion2_001.ogg",
            "text": "Sleep and sink into this blue in total tranquility... Who will shatter this fanciful reverie?"
        },
        {
            "title": "Level Start",
            "filename": "File:vo_l.l._battlebegin_001.ogg",
            "text": "Are you here to entertain me? That's great!"
        },
        {
            "title": "Win Battles",
            "filename": "File:vo_l.l._battlewin_001.ogg",
            "text": "What a pitiful sight! So many broken legs and arms. That's one big mushy mess..."
        },
        {
            "title": "Lose Battles",
            "filename": "File:vo_l.l._battlelose_001.ogg",
            "text": "How dare you cause trouble on my island?"
        },
        {
            "title": "Ultimate Skill",
            "filename": "File:bt_l.l._uniqueskill_001.ogg",
            "text": "Enjoy the release!"
        },
        {
            "title": "Die in Battles",
            "filename": "File:bt_l.l._dead_001.ogg",
            "text": "Goodbye, my everything..."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_l.l._greeting_001.ogg",
            "text": "Hehe, I like how we're tied up together now by this red string. If I want to, I can simply pull this string and take you to a happy land that only belongs to the two of us."
        },
        {
            "title": "Conversation 1",
            "filename": "File:vo_l.l._talk1_001.ogg",
            "text": "Here on Elysiland, whatever you want to do can be satisfied! You can fall in love, you can feast and drink, pick up fights, or just lie around and do nothing. As you wish! Everything here is unrestricted, and the only thing that matters is to have fun!"
        },
        {
            "title": "Conversation 2",
            "filename": "File:vo_l.l._talk1_002.ogg",
            "text": "What's so good about the outside world? Can you be this free out there? Can you be this happy? I have so many friends here; I'm not lonely at all. I don't want to go outside and neither do you. Stay here with me!"
        },
        {
            "title": "Conversation 3",
            "filename": "File:vo_l.l._talk1_003.ogg",
            "text": "If you open your eyes in the depths of the sea, you'll see... Never mind. No one ever dares to do that."
        },
        {
            "title": "Special Conversation 1",
            "filename": "File:vo_l.l._talk2_001.ogg",
            "text": "Those fools. They were having a good time with me underwater, but as soon as they heard someone calling their names from above, they swim as hard as they can until they get back to the shore. And I'm all alone again..."
        },
        {
            "title": "Special Conversation 2",
            "filename": "File:vo_l.l._talk2_002.ogg",
            "text": "Both the sky and sea should be boundless, right? But why is my Elysiland surrounded by invisible walls? Is it because I still don't have enough friends here? Yes, that must be it!"
        },
        {
            "title": "Special Conversation 3",
            "filename": "File:vo_l.l._talk2_003.ogg",
            "text": "Dive into the water with me. Let the water embrace you, merge with it. Listen to my heartbeat, be one with me..."
        },
        {
            "title": "Full Compliance",
            "filename": "File:vo_l.l._obeyfull_001.ogg",
            "text": "No bait, no hook, but you successfully caught a beautiful little fish. She's happy, because now not only does she own the underwater world but also a smile, a hug, a person connected to her. Hold my hand. Let's go watch the sunrise together! I won't turn into foam or sink to the bottom of the sea. I'll always be here."
        },
        {
            "title": "Idle",
            "filename": "File:vo_l.l._idle_001.ogg",
            "text": "\"Fighting is meaningful, and so is resisting.\" \"This time, it's my turn to protect you...\" Your data is so interesting. I'm saving it."
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_l.l._clicking_001.ogg",
            "text": "Mmm... Why don't you rub harder? Come on, give it a try."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_l.l._specialattention_001.ogg",
            "text": "You really like me, don't you? Keep looking at me like this, okay?"
        },
        {
            "title": "Dispatch",
            "filename": "File:vo_l.l._dispatch_001.ogg",
            "text": "We can just send Manty. It's better at finding island treasures than me."
        },
        {
            "title": "Dispatch Complete",
            "filename": "File:vo_l.l._dispatch2_001.ogg",
            "text": "Manty is back! And it has brought you a gift. Looks like it likes you as much as I do!"
        },
        {
            "title": "Level Up",
            "filename": "File:vo_l.l._levelup_002.ogg",
            "text": "I like the way you're treating me. Give me more~"
        },
        {
            "title": "Deploy",
            "filename": "File:bt_l.l._jointeam_001.ogg",
            "text": "Manty, Go!"
        },
        {
            "title": "Pat Head",
            "filename": "File:vo_l.l._head_001.ogg",
            "text": "Let me tell you a secret: you have been a prisoner in my mind for a long time."
        }
    ]
}