{
    "default": [
        {
            "title": "Obtain the Sinner",
            "filename": "File:vo_luvia_ray_cacha_001.ogg",
            "text": "Are you with those creepy perverts? You better watch out or I'll... Oh, I'm sorry, that was Ray... Did I... Did I do something weird again?"
        },
        {
            "title": "Raise to Phase 1",
            "filename": "File:vo_luvia_ray_promotion_001.ogg",
            "text": "I hope my acting skills will level up too, so that one day I can play a role that touches people!"
        },
        {
            "title": "Raise to Phase 3",
            "filename": "File:vo_luvia_ray_promotion2_001.ogg",
            "text": "Awesome, let's go kill some more scumbags together!"
        },
        {
            "title": "Level Start",
            "filename": "File:vo_luvia_ray_battlebegin_001.ogg",
            "text": "New job? Alright, let's give our best!"
        },
        {
            "title": "Win Battles",
            "filename": "File:vo_luvia_ray_battlewin_001.ogg",
            "text": "Phew! Did we do well this time, Chief?"
        },
        {
            "title": "Lose Battles",
            "filename": "File:vo_luvia_ray_battlelose_001.ogg",
            "text": "No worries, failure is my old friend..."
        },
        {
            "title": "Ultimate Skill",
            "filename": "File:bt_luvia_ray_uniqueskill_001.ogg",
            "text": "Back off! Don't come close!"
        },
        {
            "title": "Die in Battles",
            "filename": "File:bt_luvia_ray_dead_001.ogg",
            "text": "In the end... I can't become..."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_luvia_ray_greeting_001.ogg",
            "text": "Have you gotten some rest today? Cramming too much work into your schedule takes a toll on your health."
        },
        {
            "title": "Conversation 1",
            "filename": "File:vo_luvia_ray_talk1_001.ogg",
            "text": "Sometimes, I'll go ballistic out of the blue, and become so aggressive like I'm a different person. That's because there's another girl inside me, she's... Are you laughing, Chief? I'm serious! I'm not a good enough actress to fool you like that!"
        },
        {
            "title": "Conversation 2",
            "filename": "File:vo_luvia_ray_talk1_002.ogg",
            "text": "I'm warning you, keep your distance from me, got it? I'm not Luvia. Don't you get close to me."
        },
        {
            "title": "Conversation 3",
            "filename": "File:vo_luvia_ray_talk1_003.ogg",
            "text": "Voilà! This is the look I've specifically designed for casting! So... if you were the casting director, would you give me a part?"
        },
        {
            "title": "Special Conversation 1",
            "filename": "File:vo_luvia_ray_talk2_001.ogg",
            "text": "I want to create a hero who protects the weak and stops darkness. I want... to be somebody's light too. Hehe, I'm only getting small parts now, but I'll keep trying."
        },
        {
            "title": "Special Conversation 2",
            "filename": "File:vo_luvia_ray_talk2_002.ogg",
            "text": "I used to think of Ray as a burden, but then I realized, she was in fact my guardian angel! Hehe, to be honest, I like Ray a lot... Shh! We mustn't let her hear it, or she'll call me an idiot again!"
        },
        {
            "title": "Special Conversation 3",
            "filename": "File:vo_luvia_ray_talk2_003.ogg",
            "text": "...Hey, it's Ray. What are you running from? I'm not here to shock you. Ahem... Because of you, Luvia... has changed a lot. Thanks... I've just come to say that."
        },
        {
            "title": "Full Compliance",
            "filename": "File:vo_luvia_ray_obeyfull_001.ogg",
            "text": "Hey you, listen up! In fact, we both... l-like you a lot! Hehe! Can you guess which of us that was?"
        },
        {
            "title": "Idle",
            "filename": "File:vo_luvia_ray_idle_001.ogg",
            "text": "Ray, listen to me. I'll be sure to protect myself this time. Trust me, okay? Oh come on, don't be mad, pretty please!"
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_luvia_ray_clicking_001.ogg",
            "text": "Um... Chief... Please stop... Please don't... Ah!"
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_luvia_ray_specialattention_001.ogg",
            "text": "Wanna join us? Of course, I'm glad to have someone to talk to. Actually, Ray is pleased too. She's just too shy to let you know!"
        },
        {
            "title": "Dispatch",
            "filename": "File:vo_luvia_ray_dispatch_001.ogg",
            "text": "Yay, I can make it to the new series' casting too! Love you, Chief!"
        },
        {
            "title": "Dispatch Complete",
            "filename": "File:vo_luvia_ray_dispatch2_001.ogg",
            "text": "Sigh, I failed at the casting again. But I did finish the task you gave me!"
        },
        {
            "title": "Level Up",
            "filename": "File:vo_luvia_ray_levelup_002.ogg",
            "text": "Whoa! You hear that? That's quite dangerous!"
        },
        {
            "title": "Deploy",
            "filename": "File:bt_luvia_ray_jointeam_001.ogg",
            "text": "Hehe, Luvia Ray is here to conquer you!"
        },
        {
            "title": "Pat Head",
            "filename": "File:vo_luvia_ray_head_001.ogg",
            "text": "Oh... Stop it, Chief... You're messing up my hair..."
        }
    ],
    "glittering_stars": [
        {
            "title": "Level Up",
            "filename": "File:vo_luvia_ray_shanyaoxingtu_levelup_001.ogg",
            "text": "Ha-ppy holi-days! Hmm... My body language in front of the camera needs more work..."
        },
        {
            "title": "Obtain Attire",
            "filename": "File:vo_luvia_ray_shanyaoxingtu_cacha_001.ogg",
            "text": "\"Luvia Ray, the symbol of happiness on a snowy night, makes her grand appearance. Remember to hang your stocking by your bed! Otherwise, you won't get any presents...\""
        },
        {
            "title": "Greeting",
            "filename": "File:vo_luvia_ray_shanyaoxingtu_greeting_001.ogg",
            "text": "Chief, the holiday-themed studio is super well-equipped, isn't it? Ah... Careful! If you damage the equipment... the Bureau's budget will be at risk."
        },
        {
            "title": "Ordinary Contact 1",
            "filename": "File:vo_luvia_ray_shanyaoxingtu_talk_001.ogg",
            "text": "Sigh... I honestly don't get what's so nice about this outfit. It's so hard to move around in this... Change it? No way. I'm gonna respect Luvia's decision."
        },
        {
            "title": "Ordinary Contact 2",
            "filename": "File:vo_luvia_ray_shanyaoxingtu_talk_002.ogg",
            "text": "This is a cool role! Working hard discreetly to be a guardian of others' wishes... I've made up my mind! I'll come back here to shoot more films next year! But next time we'll be playing the main role!"
        },
        {
            "title": "Idle",
            "filename": "File:vo_luvia_ray_shanyaoxingtu_idle_001.ogg",
            "text": "♪Chief, can you stay with me for a bit longer? I want to enjoy tonight's view with you!"
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_luvia_ray_shanyaoxingtu_clicking_001.ogg",
            "text": "Luvia said don't just shake hands with anyone in studios. But if it's you... it's fine."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_luvia_ray_shanyaoxingtu_specialattention_001.ogg",
            "text": "Eh, Chief! Quit staring at me, watch the movie! I know, I know, I only played a supporting role... but I gave a mind-blowing performance during the shooting!"
        }
    ],
    "beach_frolic": [
        {
            "title": "Level Up",
            "filename": "File:vo_luvia_ray_qingliangyike_levelup_001.ogg",
            "text": "Ahh, it's boiling... Let's have a water fight, Chief! That'll cool us down."
        },
        {
            "title": "Obtain Attire",
            "filename": "File:vo_luvia_ray_qingliangyike_cacha_001.ogg",
            "text": "\"You heartless demon in a gray trench coat... You haven't played with this Luvia Ray for five whole hours! Accept your punishment. Take this, high-pressure water gun!\" How was that performance? Much more like a blockbuster heroine, am I not?"
        },
        {
            "title": "Greeting",
            "filename": "File:vo_luvia_ray_qingliangyike_greeting_001.ogg",
            "text": "Ha! The other protagonist has finally arrived! Now we can start shooting the first scene of the first act of Summertime Heartbeat. Eh? What? You're not ready? Mmm~ Chief, don't tell me you haven't learned your lines by heart yet."
        },
        {
            "title": "Ordinary Contact 1",
            "filename": "File:vo_luvia_ray_qingliangyike_talk_001.ogg",
            "text": "Why do I look a bit upset? I'm not. It's just that I'm worried my wet clothes might get in the way while I'm fighting."
        },
        {
            "title": "Ordinary Contact 2",
            "filename": "File:vo_luvia_ray_qingliangyike_talk_002.ogg",
            "text": "Chief, what do you think of this summer? Are you having fun? Hehe... Not only did I finally get to come to the beach that I've only heard of, I had many more of my wishes fulfilled as well! For Luvia Ray, this is the best summer ever!"
        },
        {
            "title": "Idle",
            "filename": "File:vo_luvia_ray_qingliangyike_idle_001.ogg",
            "text": "Does anyone else want to join the water fight? Jump in now, and you'll get a Polaroid photo with me—a movie star in the making!"
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_luvia_ray_qingliangyike_clicking_001.ogg",
            "text": "I hope you did not forget that water conducts electricity."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_luvia_ray_qingliangyike_specialattention_001.ogg",
            "text": "Ahhh... I'm so sorry, Chief. I got your clothes all wet. Y-you kept staring at me; it made me nervous, and m-my hand was slippery with sweat..."
        }
    ]
}