{
    "default": [
        {
            "title": "Obtain the Sinner",
            "filename": "File:vo_matilda_cacha_001.ogg",
            "text": "Isn't this supposed to be a transfer? What's the meaning of this? Sinner... detainment?! Chief, please clarify this! What have I done wrong?"
        },
        {
            "title": "Raise to Phase 1",
            "filename": "File:vo_matilda_promotion_001.ogg",
            "text": "Thank you for the promotion. I'll work even harder from now on."
        },
        {
            "title": "Raise to Phase 3",
            "filename": "File:vo_matilda_promotion2_001.ogg",
            "text": "This may be the limit of my power right now. In any case, thank you for your trust and support."
        },
        {
            "title": "Level Start",
            "filename": "File:vo_matilda_battlebegin_001.ogg",
            "text": "I will provide fire support for the team."
        },
        {
            "title": "Win Battles",
            "filename": "File:vo_matilda_battlewin_001.ogg",
            "text": "The video recording is complete. It will be archived so you can review the gains and setbacks of this battle at your convenience."
        },
        {
            "title": "Lose Battles",
            "filename": "File:vo_matilda_battlelose_001.ogg",
            "text": "Keep shooting, cover Chief's retreat!"
        },
        {
            "title": "Ultimate Skill",
            "filename": "File:bt_matilda_uniqueskill_001.ogg",
            "text": "Suppressing fire!"
        },
        {
            "title": "Die in Battles",
            "filename": "File:bt_matilda_dead_001.ogg",
            "text": "Hold the line... Don't worry... about me..."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_matilda_greeting_001.ogg",
            "text": "Hello, Chief. I've finished sorting out today's files. Most are regular purchase requisitions and operation reports. You can just skim through them. There are also several classified files from the higher-ups, which I've singled out for you. You may need to address those at your earliest convenience."
        },
        {
            "title": "Conversation 1",
            "filename": "File:vo_matilda_talk1_001.ogg",
            "text": "\"Don't pass up any opportunity to prepare before things really start.\" This is what my mother taught me, and it helped me through many difficult situations."
        },
        {
            "title": "Conversation 2",
            "filename": "File:vo_matilda_talk1_002.ogg",
            "text": "I'm humbled every time I see Ms. Nightingale work. You are indeed fortunate to have the support of such a reliable adjutant."
        },
        {
            "title": "Conversation 3",
            "filename": "File:vo_matilda_talk1_003.ogg",
            "text": "\"The ten ring is only the limit for the target, not mine.\" I know, it's a bold claim, umm... quite out of my usual character. But when it comes to shooting, I have that level of confidence."
        },
        {
            "title": "Special Conversation 1",
            "filename": "File:vo_matilda_talk2_001.ogg",
            "text": "The Executive Committee does have many problems, such as management deficiencies and disorganized staff. It's practically a miracle that it still functions... but I still learned a lot from it. I hope these experiences will help the MBCC's work."
        },
        {
            "title": "Special Conversation 2",
            "filename": "File:vo_matilda_talk2_002.ogg",
            "text": "A tidy work environment is good for physical and mental health. If possible, I hope you can clean your office regularly... I understand that you're busy with work. You can ask me to do it."
        },
        {
            "title": "Special Conversation 3",
            "filename": "File:vo_matilda_talk2_003.ogg",
            "text": "Please try to have a healthy schedule and rest on time. Leave what you can't finish to your subordinates. Don't push yourself too hard. After all... your health is critical to the proper functioning of the entire Bureau."
        },
        {
            "title": "Full Compliance",
            "filename": "File:vo_matilda_obeyfull_001.ogg",
            "text": "When I faced those glamorous elites in the past, I doubted the worth of my own efforts. But not anymore. I don't need to compare myself to them. Ms. Nightingale, Donald, and everyone at the MBCC made me realize it's okay to just be myself. Thank you guys, and thank you Chief."
        },
        {
            "title": "Idle",
            "filename": "File:vo_matilda_idle_001.ogg",
            "text": "Want some coffee? I ground the beans myself. The beans are from my home... I mean, from Eastside. It tastes wonderful and doesn't have that bitter aftertaste. Are you sure you don't want a cup?"
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_matilda_clicking_001.ogg",
            "text": "Please stop this behavior right now!"
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_matilda_specialattention_001.ogg",
            "text": "Sinner Matilda, code MBCC-S-745, reporting for duty. Please issue your commands."
        },
        {
            "title": "Dispatch",
            "filename": "File:vo_matilda_dispatch_001.ogg",
            "text": "The time required for the mission is estimated to be 8-24 hours, and I will keep you informed of the progress in real time."
        },
        {
            "title": "Dispatch Complete",
            "filename": "File:vo_matilda_dispatch2_001.ogg",
            "text": "I will submit the mission report to the administrative office later. Please take a look."
        },
        {
            "title": "Level Up",
            "filename": "File:vo_matilda_levelup_002.ogg",
            "text": "Stronger power entails heavier responsibility."
        },
        {
            "title": "Deploy",
            "filename": "File:bt_matilda_jointeam_001.ogg",
            "text": "Please don't issue commands that may place you at risk. Regardless of the outcome, we must prioritize your personal safety."
        }
    ]
}