{
    "default": [
        {
            "title": "Obtain the Sinner",
            "filename": "File:vo_mess_cacha_001.ogg",
            "text": "So this is your Chief? Are you serious? Looks like such a weakling! I'd never take orders from someone like this... hey, stop tugging my bag!"
        },
        {
            "title": "Raise to Phase 1",
            "filename": "File:vo_mess_promotion_001.ogg",
            "text": "Better weapons, superior combat!"
        },
        {
            "title": "Raise to Phase 3",
            "filename": "File:vo_mess_promotion2_001.ogg",
            "text": "Feast your eyes upon the weapons for slaying gods!"
        },
        {
            "title": "Level Start",
            "filename": "File:vo_mess_battlebegin_001.ogg",
            "text": "A good weapon is a battle-seasoned weapon, no?"
        },
        {
            "title": "Win Battles",
            "filename": "File:vo_mess_battlewin_001.ogg",
            "text": "Aw, I got splashed... Next time, you guys fight. I'll just watch from the side."
        },
        {
            "title": "Lose Battles",
            "filename": "File:vo_mess_battlelose_001.ogg",
            "text": "Can't even win this? See you in hell."
        },
        {
            "title": "Ultimate Skill",
            "filename": "File:bt_mess_uniqueskill_001.ogg",
            "text": "Offense taken."
        },
        {
            "title": "Die in Battles",
            "filename": "File:bt_mess_dead_001.ogg",
            "text": "The nightmare is finally over..."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_mess_greeting_001.ogg",
            "text": "Don't rush me. I'll send it to you when it's done... Oh, it's you."
        },
        {
            "title": "Conversation 1",
            "filename": "File:vo_mess_talk1_001.ogg",
            "text": "Wow, that new voodoo doll is adorable! I want to cut it up and throw it into the stove as fuel. Mmmm... I'm making an order now!"
        },
        {
            "title": "Conversation 2",
            "filename": "File:vo_mess_talk1_002.ogg",
            "text": "I would never use something ugly like a forging press! Wielding exquisitely handcrafted masterpieces feels totally different from thrashing about mass-produced garbage."
        },
        {
            "title": "Conversation 3",
            "filename": "File:vo_mess_talk1_003.ogg",
            "text": "I despise the lawyers, execs, and politicians in Eastside the most. They talk the talk, but can they walk the walk? I don't think they can't afford to buy a weapon."
        },
        {
            "title": "Special Conversation 1",
            "filename": "File:vo_mess_talk2_001.ogg",
            "text": "Guns are cool, but I still prefer cold weapons. Woosh! Swish! Splat! And your enemy is gone! It's so romantic."
        },
        {
            "title": "Special Conversation 2",
            "filename": "File:vo_mess_talk2_002.ogg",
            "text": "I've been observing you for a long time. You really don't have an ounce of malice in you. It's bizarre... How can someone truly have no desire to hurt others...?"
        },
        {
            "title": "Special Conversation 3",
            "filename": "File:vo_mess_talk2_003.ogg",
            "text": "Is there any conflict between loving cute things and loving violence? To me, they're the cutest when going at each other's throats with hatred and malice. Don't you think so?"
        },
        {
            "title": "Full Compliance",
            "filename": "File:vo_mess_obeyfull_001.ogg",
            "text": "What I want to kill is far more terrifying than you can imagine. Humans are simply worms before Him... you still want to tag along? Ooh, you look so cute when you try to act tough!"
        },
        {
            "title": "Idle",
            "filename": "File:vo_mess_idle_001.ogg",
            "text": "Hmm, the knife's spine is straight enough, and the balance is on point. Now, on to the handle..."
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_mess_clicking_001.ogg",
            "text": "Stop! Do that one more time, and I'll chuck you into the stove as firewood!"
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_mess_specialattention_001.ogg",
            "text": "Oh, you come in person today! You know, the orders are usually placed by your adjutant. What could be the reason? Do you also want a deadly weapon? Hehe, you've finally come to your senses."
        },
        {
            "title": "Dispatch",
            "filename": "File:vo_mess_dispatch_001.ogg",
            "text": "Sure, I can run this errand for you. Just look after my workshop and don't let anyone in."
        },
        {
            "title": "Dispatch Complete",
            "filename": "File:vo_mess_dispatch2_001.ogg",
            "text": "It's done. Too bad the two didn't fight each other, sigh..."
        },
        {
            "title": "Level Up",
            "filename": "File:vo_mess_levelup_002.ogg",
            "text": "Craftsmanship upgraded!"
        },
        {
            "title": "Deploy",
            "filename": "File:bt_mess_jointeam_001.ogg",
            "text": "Hahaha... Fight! Fight!"
        }
    ],
    "mystic_pawnshop": [
        {
            "title": "Obtain Attire",
            "filename": "File:vo_mess_wuqidiandang_cacha_001.ogg",
            "text": "Visiting my shop at such a late hour... Do you have something good that you're eager to pawn? Or do you want to trade something? ...Hehe, I can do both, as long as you're sure you won't regret it. After all, you can't redeem what's pawned here."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_mess_wuqidiandang_greeting_001.ogg",
            "text": "My clothes are special? Of course they are. They've been with me for a very, very long time. The one who pawned it has long been gone. You don't see genuine antiques like this every day. Want to come closer and take a good look?"
        },
        {
            "title": "Ordinary Contact 1",
            "filename": "File:vo_mess_wuqidiandang_talk_001.ogg",
            "text": "Hey, don't touch it! This paper octopus only likes its owner, and it's got a bad temper... Pawnshop rule No.1: keep your hands and questions to yourself. Don't ask what you shouldn't ask, and don't touch what you shouldn't touch. If you accidentally provoke something, I \"can\" guarantee your safety~"
        },
        {
            "title": "Ordinary Contact 2",
            "filename": "File:vo_mess_wuqidiandang_talk_002.ogg",
            "text": "Hmm? For me? ...What! Garlic chips?! Ahhh, don't come any closer! Are you trying to please me or hurt me?! Ahhh... You're definitely doing this on purpose!"
        },
        {
            "title": "Idle",
            "filename": "File:vo_mess_wuqidiandang_idle_001.ogg",
            "text": "It's fine to wander around in the hall, but don't go behind the counter. You won't like what's there. I'm warning you: curiosity killed the cats."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_mess_wuqidiandang_specialattention_001.ogg",
            "text": "From the moment you walked in, you've laid your eyes only on me. If you really want to take something out from the pawnshop, pick up the ritual sword on the ground and subdue me!"
        },
        {
            "title": "Level Up",
            "filename": "File:vo_mess_wuqidiandang_levelup_001.ogg",
            "text": "This is in decent condition, I'll take it."
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_mess_wuqidiandang_clicking_001.ogg",
            "text": "Oh? You want to peel off this yellow paper? Hehe, I don't know what will happen either, why not give it a try?"
        }
    ]
}