{
    "default": [
        {
            "title": "Obtain the Sinner",
            "text": "You guys at MBCC are so petty. I just mentioned on my stream that I'm a Sinner, and within an hour you're knocking on my door! (Looks around) Ahem... But this place looks pretty nice. Should be a good place for streaming!",
            "filename": "File:vo_nino_cacha_001.ogg"
        },
        {
            "title": "Raise to Phase 1",
            "text": "Hey, how come this training dummy can't take a hit...",
            "filename": "File:vo_nino_promotion_001.ogg"
        },
        {
            "title": "Raise to Phase 3",
            "text": "Hmph... How could a mere MBCC stop a genius like Nino Sama? It's just a simple signal connection... Huh?! EDGE warning email?",
            "filename": "File:vo_nino_promotion2_001.ogg"
        },
        {
            "title": "Level Up",
            "text": "That's not enough. I should be able to fight a hundred Corruptors at least.",
            "filename": "File:vo_nino_levelup_002.ogg"
        },
        {
            "title": "Level Start",
            "text": "Follow Nino Sama well and don't get blown away by the wind!",
            "filename": "File:vo_nino_battlebegin_001.ogg"
        },
        {
            "title": "Win Battles",
            "text": "Ha, worthless mobs, what makes you think you can beat me?",
            "filename": "File:vo_nino_battlewin_001.ogg"
        },
        {
            "title": "Lose Battles",
            "text": "...If you suck, just git gud.",
            "filename": "File:vo_nino_battlelose_001.ogg"
        },
        {
            "title": "Ultimate Skill",
            "text": "Here I come!",
            "filename": "File:bt_nino_uniqueskill_001.ogg"
        },
        {
            "title": "Die in Battles",
            "text": "Am I going to... sleep alone again...",
            "filename": "File:bt_nino_dead_001.ogg"
        },
        {
            "title": "Conversation 1",
            "text": "Sigh... There's no good games lately, I'm even thinking about replaying \"Codename: Dark.\" The graphics look like they're from the last century, but it's not so bad once you get into it. Hmm... just like blue cheese, smells bad but tastes good!",
            "filename": "File:vo_nino_talk1_001.ogg"
        },
        {
            "title": "Conversation 2",
            "text": "Where am I streaming right now? Ahaha... I'm at home, of course! Those guys at MBCC are useless, they can't keep me! (Turns off the mic and whispers) Shh! Don't say anything!",
            "filename": "File:vo_nino_talk1_002.ogg"
        },
        {
            "title": "Conversation 3",
            "text": "Ahhh... I'm so mad! Why is this DisMyth admin banning me, and during my live stream at that! All I did was repost the silly things she said years ago, why doesn't she do anything when other people do it?! She's targeting me!",
            "filename": "File:vo_nino_talk1_003.ogg"
        },
        {
            "title": "Special Conversation 1",
            "text": "Un-understood... I can't resist Chief's command... As long as you have the shackles, I'll do no matter what you... you don't want me to do! Hahaha, I'm just messing with you! Look at you, so nervous, what a wimp!",
            "filename": "File:vo_nino_talk2_001.ogg"
        },
        {
            "title": "Special Conversation 2",
            "text": "Seriously?! You are that bad, huh? Use counter attack with the shield! Give me the controller. I'll clear it for you! Let go! Let go! If you don't let go, I'm going to get on top of you and teach you how to play!",
            "filename": "File:vo_nino_talk2_002.ogg"
        },
        {
            "title": "Special Conversation 3",
            "text": "When I'm with you, even if we don't do anything, I never feel bored... Hmmm... I didn't realize the day flew by this quickly. Could you lend me your shoulder to lean on, and please don't leave me before I fall asleep, okay?",
            "filename": "File:vo_nino_talk2_003.ogg"
        },
        {
            "title": "Full Compliance",
            "text": "Ah, don't close this yet! There are... some things that are a bit awkward to say to your face... I might be able to be more serious if we talk like this. I-I'm being really honest here! I know I tease you and complain a lot. But it's all because I want you to pay more attention to me... After all, I-I'm really afraid of being alone... If there's no one to talk to me, to keep me company, I'd definitely die of loneliness... Don-don't laugh! I'm being serious!",
            "filename": "File:vo_nino_obeyfull_001.ogg"
        },
        {
            "title": "Greeting",
            "text": "Ta-da, it's Nino's game time, live at 7 p.m. every day! You'll get some amazing gameplay with sharp commentary here. Come and follow me!",
            "filename": "File:vo_nino_greeting_001.ogg"
        },
        {
            "title": "Idle",
            "text": "You seem pretty free today, don't you have work? All finished? Hmph, you can watch me stream on this VIP seat then.",
            "filename": "File:vo_nino_idle_001.ogg"
        },
        {
            "title": "Annoyed",
            "text": "Cut it out. I'm streaming! ...Ahem, sorry, my pet just snuck in. Where was I? Can someone remind me?",
            "filename": "File:vo_nino_clicking_001.ogg"
        },
        {
            "title": "Dispatch",
            "text": "You need me to run errands for you again? Sigh... let's just say I'm too soft-hearted.",
            "filename": "File:vo_nino_dispatch_001.ogg"
        },
        {
            "title": "Dispatch Complete",
            "text": "Here, these are the things you wanted. Hey! They're not for free, say \"Thank you for your kindness, Nino Sama\".",
            "filename": "File:vo_nino_dispatch2_001.ogg"
        },
        {
            "title": "Special Attention",
            "text": "Hehe, I knew it. You don't like being alone. You want me to keep you company, right?",
            "filename": "File:vo_nino_specialattention_001.ogg"
        }
    ],
    "nino_sama_schoolgoing": [
        {
            "title": "Level Up",
            "text": "Nino Sama digivolve! 2D-Nino!",
            "filename": "File:vo_nino_nino_sama_schoolgoing_levelup_001.ogg"
        },
        {
            "title": "Obtain Attire",
            "text": "I should be able to change this \"5\" into an \"8\"... Hmm, let me try it out with a pencil. ...Holy geez! How long have you been watching me?",
            "filename": "File:vo_nino_nino_sama_schoolgoing_cacha_001.ogg"
        },
        {
            "title": "Greeting",
            "text": "Go ahead, go and tell on me. By then the teacher will know that you also zoned out in class, goody-goody! Listen, why don't we both keep it, huh, sounds about fair? ...What? Changing the quiz score and playing video games in class are different so you want a separate charge? Damn...",
            "filename": "File:vo_nino_nino_sama_schoolgoing_greeting_001.ogg"
        },
        {
            "title": "Ordinary Contact 1",
            "text": "Look at this stand model plate! Isn't Nino Sama even more adorable at 3 inches tall? Hehe, only the class's most popular kids get to have this. I didn't expect them to actually count me in! It really feels like a dream... Wait, it can't really be a dream, can it?",
            "filename": "File:vo_nino_nino_sama_schoolgoing_talk_001.ogg"
        },
        {
            "title": "Ordinary Contact 2",
            "text": "Nino Sama used to be a straight-A student, you know! It's just, a million years ago, during that distant math class, I bowed my head to mourn for my departed digital pet only for a split second, and when I looked up again to the blackboard... what the heck were those gibberish!",
            "filename": "File:vo_nino_nino_sama_schoolgoing_talk_002.ogg"
        },
        {
            "title": "Idle",
            "text": "Yawn... Why is the teacher's voice... still... still so drowsy...",
            "filename": "File:vo_nino_nino_sama_schoolgoing_idle_001.ogg"
        },
        {
            "title": "Annoyed",
            "text": "Hey hey hey, let go of my Game Girl! Shhh... keep it down, the teacher's looking this way!",
            "filename": "File:vo_nino_nino_sama_schoolgoing_clicking_001.ogg"
        },
        {
            "title": "Special Attention",
            "text": "Why are you staring at Nino Sama with such a passionate look? Is it because... I've finally become the school idol? You should've told me! Come on, I'll give you as many autographs as you want!",
            "filename": "File:vo_nino_nino_sama_schoolgoing_specialattention_001.ogg"
        }
    ]
}