{
    "default": [
        {
            "title": "Obtain the Sinner",
            "filename": "File:vo_shawn_cacha_001.ogg",
            "text": "Before you  take me to the Bureau, give me one more minute to reply to the last three  messages. These people love me. If they don't get my responses, they will be  sad."
        },
        {
            "title": "Raise to Phase 1",
            "filename": "File:vo_shawn_promotion_001.ogg",
            "text": "You have expectations of me? All  right, I'll try my best to live up to them."
        },
        {
            "title": "Raise to Phase 3",
            "filename": "File:vo_shawn_promotion2_001.ogg",
            "text": "This is my social media account.  Seek me out online. You'll like my internet persona better."
        },
        {
            "title": "Level Start",
            "filename": "File:vo_shawn_battlebegin_001.ogg",
            "text": "Go wherever your heart  desires, and I shall follow close behind with my love accompanying."
        },
        {
            "title": "Win Battles",
            "filename": "File:vo_shawn_battlewin_001.ogg",
            "text": "\"Matching successful. Personal  contact information saved.\""
        },
        {
            "title": "Lose Battles",
            "filename": "File:vo_shawn_battlelose_001.ogg",
            "text": "People falling out of love, happens  all the time."
        },
        {
            "title": "Ultimate Skill",
            "filename": "File:bt_shawn_uniqueskill_001.ogg",
            "text": "In the name of almighty love!"
        },
        {
            "title": "Greeting",
            "filename": "File:vo_shawn_greeting_001.ogg",
            "text": "Hello... Hello. I know it. My  real voice only returns when I'm with you."
        },
        {
            "title": "Die in Battles",
            "filename": "File:bt_shawn_dead_001.ogg",
            "text": "Messages... I haven't replied yet…"
        },
        {
            "title": "Conversation 1",
            "filename": "File:vo_shawn_talk1_001.ogg",
            "text": "I only do online dating. Two  souls meeting bare, free from physical burden and past baggage... This is the  safest form of love."
        },
        {
            "title": "Conversation 2",
            "filename": "File:vo_shawn_talk1_002.ogg",
            "text": "The agency keeps assigning me  crime dramas, but I've come across some romance scripts during my vocational  training. These stories are basically the same: love at first sight based on  looks, chance encounters everywhere, and the cliché happily-ever-after  ending... Heh, don't you find these love stories a bit fearsome?"
        },
        {
            "title": "Conversation 3",
            "filename": "File:vo_shawn_talk1_003.ogg",
            "text": "Is the Bureau in the market for  some spare cell phones? Long story short, I once mixed up the chat boxes of  two online friends. To avoid such unprofessional mishaps, I bought a bunch of  cell phones—one for each friend. I still have many backups in my cupboard,  packages intact."
        },
        {
            "title": "Special Conversation 1",
            "filename": "File:vo_shawn_talk2_001.ogg",
            "text": "\"Your profile page is  unique.\" That's how every relationship of mine began. But I find myself  lost for words when dealing with you. Is it because our relationship exists  in real life?"
        },
        {
            "title": "Special Conversation 2",
            "filename": "File:vo_shawn_talk2_002.ogg",
            "text": "Eating, walking, sleeping,  working... these daily tasks pain me. Nothing brings me joy except the  fleeting moments of love. They're what keep me going each day."
        },
        {
            "title": "Special Conversation 3",
            "filename": "File:vo_shawn_talk2_003.ogg",
            "text": "The thing is, my voice used to  be different. Back then, I dreamed of being a top voice actor capable of  portraying all sorts of characters, hoping my fans would feel proud when they  mentioned my name... Heh, in a way, I guess my dreams have come true. But  this voice that my followers adore, I don't like it at all."
        },
        {
            "title": "Idle",
            "filename": "File:vo_shawn_idle_001.ogg",
            "text": "Are you asleep? If not, just listen  to my voice... and you'll fall asleep…"
        },
        {
            "title": "Full Compliance",
            "filename": "File:vo_shawn_obeyfull_001.ogg",
            "text": "I've sent the words \"I  like you\" to many, many people. But strangely, when I text you, I always  type them in and delete them over and over again... I don't know what's  stopping me from sending them to you. Perhaps, in my heart of hearts, I want  you to hear it from my mouth."
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_shawn_clicking_001.ogg",
            "text": "When someone repeatedly likes my  profile page, it's usually to catch my attention and get a response from me.  What about you? What do you want from such continuous physical contact with  me?"
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_shawn_specialattention_001.ogg",
            "text": "Is this how people usually  feel on their first date with someone they met online? I get so nervous  around you that I can't even control my voice."
        },
        {
            "title": "Dispatch",
            "filename": "File:vo_shawn_dispatch_001.ogg",
            "text": "I'm not exactly good at  anything that's not online. But if it's for you, I'll give it a try."
        },
        {
            "title": "Dispatch Complete",
            "filename": "File:vo_shawn_dispatch2_001.ogg",
            "text": "This is actually my first  hand-delivered gift. Could you forgive me for being so inexperienced?"
        },
        {
            "title": "Level Up",
            "filename": "File:vo_shawn_levelup_002.ogg",
            "text": "You have stayed, even after  seeing the real me?"
        },
        {
            "title": "Deploy",
            "filename": "File:bt_shawn_jointeam_001.ogg",
            "text": "Which voice would you like me to  use? Yeah... Your wish is my command."
        }
    ]
}