{
    "default": [
        {
            "title": "Obtain the Sinner",
            "filename": "File:vo_sumire_cacha_001.ogg",
            "text": "At last, we  meet again... Sumire is the name of this flower, it's also my name. It'd be  my pleasure if you'd accept this as a gift."
        },
        {
            "title": "Raise to Phase 1",
            "filename": "File:vo_sumire_promotion_001.ogg",
            "text": "The deeper the roots, the more  beautiful the flowers will be... Deadlier, too."
        },
        {
            "title": "Raise to Phase 3",
            "filename": "File:vo_sumire_promotion2_001.ogg",
            "text": "This body of mine has bloomed. From  this day on, I will be a sharp blade that only you could wield."
        },
        {
            "title": "Level Start",
            "filename": "File:vo_sumire_battlebegin_001.ogg",
            "text": "Stay close to me."
        },
        {
            "title": "Win Battles",
            "filename": "File:vo_sumire_battlewin_001.ogg",
            "text": "The victory belongs to you."
        },
        {
            "title": "Lose Battles",
            "filename": "File:vo_sumire_battlelose_001.ogg",
            "text": "This is all my fault, this is all  my fault..."
        },
        {
            "title": "Die in Battles",
            "filename": "File:bt_sumire_dead_001.ogg",
            "text": "I'm sorry, farewell..."
        },
        {
            "title": "Ultimate Skill",
            "filename": "File:bt_sumire_uniqueskill_001.ogg",
            "text": "Cherry blossoms are falling...  And so will you!"
        },
        {
            "title": "Greeting",
            "filename": "File:vo_sumire_greeting_001.ogg",
            "text": "Look, Chief, the tea leaves are  standing. Could it be that pleasant surprises are awaiting us?"
        },
        {
            "title": "Conversation 1",
            "filename": "File:vo_sumire_talk1_001.ogg",
            "text": "Cut off living flowers, arrange  them in shapes desired by humans, admire their elegance as they die... That  is the art of ikebana. Sounds cruel, doesn't it?"
        },
        {
            "title": "Conversation 3",
            "filename": "File:vo_sumire_talk1_003.ogg",
            "text": "How enviable, that flowers are  always thriving towards the sun. Me, I'm just a vermin hiding in the  shadow... I don't live up to my own name."
        },
        {
            "title": "Conversation 2",
            "filename": "File:vo_sumire_talk1_002.ogg",
            "text": "It's incredibly easy to kill a  person. Too easy. Living, on the contrary, is hard..."
        },
        {
            "title": "Special Conversation 1",
            "filename": "File:vo_sumire_talk2_001.ogg",
            "text": "Only as we part do I know, men  perish, as flowers do."
        },
        {
            "title": "Special Conversation 3",
            "filename": "File:vo_sumire_talk2_003.ogg",
            "text": "Since the first time I'd picked  up a weapon, I'd never dared to dream of going back, until I met you...  Promise me you'll never leave me, please."
        },
        {
            "title": "Special Conversation 2",
            "filename": "File:vo_sumire_talk2_002.ogg",
            "text": "How extraordinary, being with  you makes me want to believe in dreams, future and hope... Perhaps I'm no  longer qualified to be an assassin."
        },
        {
            "title": "Idle",
            "filename": "File:vo_sumire_idle_001.ogg",
            "text": "Are you asleep, Chief? You must be  exhausted... Once I seize a chance, I'll get rid of those guys who are in  your way. When that's done, you can have a good night's sleep, alright?"
        },
        {
            "title": "Full Compliance",
            "filename": "File:vo_sumire_obeyfull_001.ogg",
            "text": "I used to think it was  already more than enough to just be next to you. It turns out that I'm far  greedier than I thought."
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_sumire_clicking_001.ogg",
            "text": "We're still at work, Chief..."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_sumire_specialattention_001.ogg",
            "text": "You're always busy dealing  with others' problems, but you must have your own worries too, don't you? If  you don't mind, please let me be your listener."
        },
        {
            "title": "Dispatch",
            "filename": "File:vo_sumire_dispatch_001.ogg",
            "text": "Along this path, many have come  and gone, and I am one of them."
        },
        {
            "title": "Dispatch Complete",
            "filename": "File:vo_sumire_dispatch2_001.ogg",
            "text": "Birds return to their nests,  as wilted flowers rejoin fallen leaves."
        },
        {
            "title": "Level Up",
            "filename": "File:vo_sumire_levelup_002.ogg",
            "text": "The flowering season is nearing."
        },
        {
            "title": "Deploy",
            "filename": "File:bt_sumire_jointeam_001.ogg",
            "text": "I will never... let you down."
        }
    ],
    "flower_of_fantasy": [
        {
            "title": "Obtain Attire",
            "filename": "File:vo_sumire_mengjiancao_cacha_001.ogg",
            "text": "Thank you for coming... The cherry blossoms are especially beautiful this year, so I couldn't help but want to enjoy this scenery with you."
        },
        {
            "title": "Level Up",
            "filename": "File:vo_sumire_mengjiancao_levelup_001.ogg",
            "text": "Cherry blossoms are willing to bloom passionately for their admirers until the end of their lives, and so do I."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_sumire_mengjiancao_greeting_001.ogg",
            "text": "You're not late. It was me who arrived early at the thought of seeing you... Don't worry. I was not bored at all, because I was just so happy to meet you soon."
        },
        {
            "title": "Pat Head",
            "filename": "File:vo_sumire_mengjiancao_head_001.ogg",
            "text": "...What's wrong? There are petals on my face? (Blushing) How embarrassing. Thank you for taking them off me."
        },
        {
            "title": "Ordinary Contact 1",
            "filename": "File:vo_sumire_mengjiancao_talk_001.ogg",
            "text": "Only by choosing the right materials for flower arrangements and wearing the right clothes to view the cherry blossoms, shall one live up to the beauty of nature. So, what do you think of my outfit, Chief?"
        },
        {
            "title": "Ordinary Contact 2",
            "filename": "File:vo_sumire_mengjiancao_talk_002.ogg",
            "text": "Cherry blossoms are also known as the \"Flower of Fantasy,\" because they are as beautiful and illusory as dreams... much like this moment. The time spent with you is as intoxicatingly beautiful as a cherry blossom. Even if it's as fragile and fleeting as a dream, I'm content."
        },
        {
            "title": "Ordinary Contact 3",
            "filename": "File:vo_sumire_mengjiancao_hand_001.ogg",
            "text": "Come sit next to me. If you don't mind, you can take a nap on my lap. I'll hold the parasol over you..."
        },
        {
            "title": "Ordinary Contact 4",
            "filename": "File:vo_sumire_mengjiancao_leg_001.ogg",
            "text": "Three days since I last held your hand, now cherry blossoms have covered the land. People often quote this poem to express the passing of time... I wonder when I'll ever get to go out with you again?"
        },
        {
            "title": "Idle",
            "filename": "File:vo_sumire_mengjiancao_idle_001.ogg",
            "text": "Did you see that? The butterfly that just flew by had a petal on its wing..."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_sumire_mengjiancao_specialattention_001.ogg",
            "text": "You keep looking at me and not at the cherry blossoms... Do you want to say something to me?"
        }
    ],
    "moonrise_fondness": [
        {
            "title": "Obtain Attire",
            "filename": "File:vo_sumire_yaoyehuashi_cacha_001.ogg",
            "text": "Thank you for coming to enjoy this beautiful view with me... I'm certain that, each night after this night, whether it's bright or dim, wax or wane, I will think of tonight, and the moon we enjoyed together."
        },
        {
            "title": "Level Up",
            "filename": "File:vo_sumire_yaoyehuashi_levelup_001.ogg",
            "text": "In the sameness of all nights, your kind words made this one incomparable."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_sumire_yaoyehuashi_greeting_001.ogg",
            "text": "The moon hidden in the clouds just peeks out. Do you think it also awaits this romantic encounter with us here and now?"
        },
        {
            "title": "Ordinary Contact 1",
            "filename": "File:vo_sumire_yaoyehuashi_talk_001.ogg",
            "text": "\"The moon, alas, is no drinker of wine.\" Chief, how about I tell you a story unique to a moonlit night?"
        },
        {
            "title": "Ordinary Contact 2",
            "filename": "File:vo_sumire_yaoyehuashi_talk_002.ogg",
            "text": "When I was little, I once heard about a rumor that foxes often transform into humans when the moonlight is bright, and invite the fateful ones to stroll with them... Hmm? Do you think I'm a fox?"
        },
        {
            "title": "Idle",
            "filename": "File:vo_sumire_yaoyehuashi_idle_001.ogg",
            "text": "Alone are the leaves and moon. Alone I hum the wistful tune."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_sumire_yaoyehuashi_specialattention_001.ogg",
            "text": "If you only gaze at the moon, you might overlook the scenery that truly matters."
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_sumire_yaoyehuashi_clicking_001.ogg",
            "text": "Emm, is it getting windy? Allow me, Chief. I don't want you to catch a cold."
        }
    ]
}