{
    "default": [
        {
            "title": "Obtain the Sinner",
            "filename": "File:vo_summer_cacha_001.ogg",
            "text": "MBCC's technology is kind of lagging behind, Chief. How can you expect to jail me with this kind of equipment? Why don't you do a system upgrade? I can get it done for you in the blink of an eye."
        },
        {
            "title": "Raise to Phase 1",
            "filename": "File:vo_summer_promotion_001.ogg",
            "text": "Here comes the hero! Ahem... How did I do? I've been wanting to say that line for a while."
        },
        {
            "title": "Raise to Phase 3",
            "filename": "File:vo_summer_promotion2_001.ogg",
            "text": "Controller center is successfully connected. Summer is ready. Time to go save this dark world!"
        },
        {
            "title": "Level Start",
            "filename": "File:vo_summer_battlebegin_001.ogg",
            "text": "My skirt will get dirty in this kind of place."
        },
        {
            "title": "Win Battles",
            "filename": "File:vo_summer_battlewin_001.ogg",
            "text": "Evil will eventually be vanquished. Hmm... That's a pretty sick line too."
        },
        {
            "title": "Lose Battles",
            "filename": "File:vo_summer_battlelose_001.ogg",
            "text": "Aargh... There must have been something wrong with the Ring Weapon's parameter settings. Let's try one more time!"
        },
        {
            "title": "Ultimate Skill",
            "filename": "File:bt_summer_uniqueskill_001.ogg",
            "text": "Full system locked on, clear area!"
        },
        {
            "title": "Die in Battles",
            "filename": "File:bt_summer_dead_001.ogg",
            "text": "No... I haven't even had... my graduation..."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_summer_greeting_001.ogg",
            "text": "Hi, Chief! While you were away, I came up with a new idea... Have you ever thought about replacing an arm or a leg with a more functional one? Or maybe... upgrading your brain?"
        },
        {
            "title": "Conversation 1",
            "filename": "File:vo_summer_talk1_001.ogg",
            "text": "Watch closely. This is the Ring Weapon, not a Corruptor weapon. They are fundamentally different. Give me a break. How could I possibly make an inferior product like that?"
        },
        {
            "title": "Conversation 2",
            "filename": "File:vo_summer_talk1_002.ogg",
            "text": "A scientific genius needs loads of sugar to sustain her thinking, and chocolate is the best choice. What's more, it's a perfect match for a high school girl. What I'm trying to say is that... Can you approve my purchase application already? I promise to give you some!"
        },
        {
            "title": "Conversation 3",
            "filename": "File:vo_summer_talk1_003.ogg",
            "text": "The only weakness of that robot is its looks! It's different from those common models! Stop mocking it, or I'm gonna get mad. And apologize to the model!"
        },
        {
            "title": "Special Conversation 1",
            "filename": "File:vo_summer_talk2_001.ogg",
            "text": "Friends? I don't need them. Who says high school girls must have friends? Don't you think weird, gorgeous, mysterious robot-geek genius at school works better as a character concept?"
        },
        {
            "title": "Special Conversation 2",
            "filename": "File:vo_summer_talk2_002.ogg",
            "text": "This place is like heaven compared to the Central Research Institute! I can decorate my room as I like and set my schedule freely. Above all, I can watch anime anytime and anywhere I want!"
        },
        {
            "title": "Special Conversation 3",
            "filename": "File:vo_summer_talk2_003.ogg",
            "text": "It sucks having to go into battle myself. My skirt has gotten dirty a few times. But seeing as it's your request... Alright, I'll do it for you. In return, you'll be my test subject for a day, deal?"
        },
        {
            "title": "Full Compliance",
            "filename": "File:vo_summer_obeyfull_001.ogg",
            "text": "I've noticed there have been a few moments when you looked pretty heroic... Hey, are you interested in becoming a giant robot pilot? I already have a rough design in mind!"
        },
        {
            "title": "Idle",
            "filename": "File:vo_summer_idle_001.ogg",
            "text": "Let's begin today's workout routine! Breathe in, breathe out. Awesome! What a perfect diaphragmatic breathing exercise. Goal reached. Time to head back and eat some ice cream, woo-hoo!"
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_summer_clicking_001.ogg",
            "text": "No workout today... Let me be a couch potato for just one day..."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_summer_specialattention_001.ogg",
            "text": "Are you curious about me? Hehe, I want to observe you closely too."
        },
        {
            "title": "Dispatch",
            "filename": "File:vo_summer_dispatch_001.ogg",
            "text": "Eh... I've got an errand to run?"
        },
        {
            "title": "Dispatch Complete",
            "filename": "File:vo_summer_dispatch2_001.ogg",
            "text": "If it weren't for the Ring Weapon... I would have died of exhaustion..."
        },
        {
            "title": "Level Up",
            "filename": "File:vo_summer_levelup_002.ogg",
            "text": "Sugar, replenished!"
        },
        {
            "title": "Pat Head",
            "filename": "File:vo_summer_head_001.ogg",
            "text": "Hmm? What is it? You didn't fully grasp the topic I explained just now? Well, well... If it's for you, I can repeat it as many times as you want."
        },
        {
            "title": "Deploy",
            "filename": "File:bt_summer_jointeam_001.ogg",
            "text": "I'm ready anytime!"
        }
    ],
    "desert_delusions": [
        {
            "title": "Obtain Attire",
            "filename": "File:vo_summer_kuangshayixiang_cacha_001.ogg",
            "text": "\"You want my treasure? Then find it in WhiteSands!\" Hehe, what do you think?! Isn't this line perfect in this situation?"
        },
        {
            "title": "Level Up",
            "filename": "File:vo_summer_kuangshayixiang_levelup_001.ogg",
            "text": "Mechanical sequence optimized!"
        },
        {
            "title": "Greeting",
            "filename": "File:vo_summer_kuangshayixiang_greeting_001.ogg",
            "text": "The claw strength is up to standard. Let me try them on the Chief! Ahem... Morning, Chief! Wanna go experiment... explore WhiteSands?"
        },
        {
            "title": "Pat Head",
            "filename": "File:vo_summer_kuangshayixiang_head_001.ogg",
            "text": "Oh? Wanna try this too? Ha, looks like you can't resist the charm of this \"Summer's special sand-proof hat\" either, Chief."
        },
        {
            "title": "Ordinary Contact 1",
            "filename": "File:vo_summer_kuangshayixiang_talk_001.ogg",
            "text": "The ritual of treasure hunting should come first, of course! ...I don't think it's too hot to wear this much! Do you not believe in the 30 cooling modules installed in the clothes?!"
        },
        {
            "title": "Ordinary Contact 2",
            "filename": "File:vo_summer_kuangshayixiang_talk_002.ogg",
            "text": "Chocolate—Chocolate—Hmm? There's none left... I can't believe it's gone so fast! Sigh, I should've brought more."
        },
        {
            "title": "Ordinary Contact 3",
            "filename": "File:vo_summer_kuangshayixiang_hand_001.ogg",
            "text": "If you put a propeller on your head, then a solar panel and steering system, and finally a battery, you can replace my drone and become the most intelligent detector in WhiteSands! So? Wanna try?"
        },
        {
            "title": "Ordinary Contact 4",
            "filename": "File:vo_summer_kuangshayixiang_leg_001.ogg",
            "text": "Ah... Let me rest for a bit... I just finished checking the power system of the sand boat... I'm too tired to move..."
        },
        {
            "title": "Idle",
            "filename": "File:vo_summer_kuangshayixiang_idle_001.ogg",
            "text": "Wow... what a ferocious sandstorm!"
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_summer_kuangshayixiang_specialattention_001.ogg",
            "text": "Huh? Why, it's Chief! Look at you... Are you here to find the treasure buried in WhiteSands?"
        }
    ],
    "luminous_night": [
        {
            "title": "Obtain Attire",
            "filename": "File:vo_summer_xiayeshanguang_cacha_001.ogg",
            "text": "Ring substance engine pressure, check. Electronics and navigation system, check. Exterior, check. Enhanced Ring weapon for air combat, Summer 1... Lift off!"
        },
        {
            "title": "Level Up",
            "filename": "File:vo_summer_xiayeshanguang_levelup_001.ogg",
            "text": "For the blue and pure sky!"
        },
        {
            "title": "Greeting",
            "filename": "File:vo_summer_xiayeshanguang_greeting_001.ogg",
            "text": "How are you feeling, Chief? Isn't it just awesome to fly around in the sky?"
        },
        {
            "title": "Pat Head",
            "filename": "File:vo_summer_xiayeshanguang_head_001.ogg",
            "text": "I wanted to make this back when I was at the Ring Research Institute! But those old geezers kept turning me down, saying they didn't have enough budget. Hehe, but I know Chief is the best!"
        },
        {
            "title": "Ordinary Contact 1",
            "filename": "File:vo_summer_xiayeshanguang_talk_001.ogg",
            "text": "Woohoo! It's working pretty well! We're gonna make it to their prom on time."
        },
        {
            "title": "Ordinary Contact 2",
            "filename": "File:vo_summer_xiayeshanguang_talk_002.ogg",
            "text": "Um? New message. \"Keep an eye on the altitude. Be careful not to damage the equipment.\" Come on, give me some credit."
        },
        {
            "title": "Ordinary Contact 3",
            "filename": "File:vo_summer_xiayeshanguang_hand_001.ogg",
            "text": "Of course I warmed up before the test flight. I've done two whole sit-ups!"
        },
        {
            "title": "Ordinary Contact 4",
            "filename": "File:vo_summer_xiayeshanguang_leg_001.ogg",
            "text": "You say the armor is not thick enough? Hehe... won't be a problem, as long as we don't get hit."
        },
        {
            "title": "Idle",
            "filename": "File:vo_summer_xiayeshanguang_idle_001.ogg",
            "text": "Um... Vegetables and fruits grown from seeds that went to space can be unusually large. Chief, do you think it's possible that cocoa made from beans that went to space tastes sweeter? Hehehe..."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_summer_xiayeshanguang_specialattention_001.ogg",
            "text": "Alas, just relax, Chief! There are sixteen smart flight modules built into your gear. You could take a long nap in the mid air, and still wouldn't have to worry about falling to the ground."
        }
    ]
}