{
    "default": [
        {
            "title": "Obtain the Sinner",
            "filename": "File:vo_uni_cacha_001.ogg",
            "text": "You took the trouble to bring me all the way here... Is it because you are insecure with that face of yours? Don't worry, at least your eyes are not bad."
        },
        {
            "title": "Raise to Phase 1",
            "filename": "File:vo_uni_promotion_001.ogg",
            "text": "I don't mind getting stronger, but is it really necessary?"
        },
        {
            "title": "Raise to Phase 3",
            "filename": "File:vo_uni_promotion2_001.ogg",
            "text": "Mirrors can reveal the human heart. Tell me, what reflection do you see in my mirror? A human figure, or just greed and lust?"
        },
        {
            "title": "Level Start",
            "filename": "File:vo_uni_battlebegin_001.ogg",
            "text": "Come. Let me see if you're still salvageable."
        },
        {
            "title": "Win Battles",
            "filename": "File:vo_uni_battlewin_001.ogg",
            "text": "Don't laugh too hard, or else your eyes will get wrinkles."
        },
        {
            "title": "Lose Battles",
            "filename": "File:vo_uni_battlelose_001.ogg",
            "text": "A deserter and a stray. What a match made in heaven."
        },
        {
            "title": "Ultimate Skill",
            "filename": "File:bt_uni_uniqueskill_001.ogg",
            "text": "Look how hideous you are!"
        },
        {
            "title": "Die in Battles",
            "filename": "File:bt_uni_dead_001.ogg",
            "text": "I have to... bring her back..."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_uni_greeting_001.ogg",
            "text": "Your eyes are as pretty as always. Calm down... with these shackles around, I won't do anything to you."
        },
        {
            "title": "Conversation 1",
            "filename": "File:vo_uni_talk1_001.ogg",
            "text": "Keep everything where it should be. You can't even do that?"
        },
        {
            "title": "Conversation 2",
            "filename": "File:vo_uni_talk1_002.ogg",
            "text": "What beautiful proportions. This face is clearly their greatest asset. Why are they in a rush to sell it?"
        },
        {
            "title": "Conversation 3",
            "filename": "File:vo_uni_talk1_003.ogg",
            "text": "My mirror reveals one's greatest desires, yet I can't seem to see yours. Chief, is there really nothing you desire... or are they not to be seen?"
        },
        {
            "title": "Special Conversation 1",
            "filename": "File:vo_uni_talk2_001.ogg",
            "text": "In Eastside, where people live and die for entertainment, a pretty face is a ticket to the party. Yet there is a price to pay to realize this dream. We're both in this game for something we want."
        },
        {
            "title": "Special Conversation 2",
            "filename": "File:vo_uni_talk2_002.ogg",
            "text": "The star of tomorrow? Ha, you like that mass-produced trash? I don't even need my power to know what they want. It's always the same look... They're worse than Corruptors. At least Corruptors are each hideous in their own ways."
        },
        {
            "title": "Special Conversation 3",
            "filename": "File:vo_uni_talk2_003.ogg",
            "text": "Appearances can be tweaked and changed, but eyes cannot. Eyes become worthless once the light in them dies out... but yours are different. Want to give them to me? I'll try to be as gentle as possible."
        },
        {
            "title": "Full Compliance",
            "filename": "File:vo_uni_obeyfull_001.ogg",
            "text": "You remind me of someone... Sincere, passionate, and with scorching eyes only for me. May I keep your eyes forever, too?"
        },
        {
            "title": "Idle",
            "filename": "File:vo_uni_idle_001.ogg",
            "text": "...All I'm missing is a pair of eyes. Wait a bit longer. I'll bring you back soon..."
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_uni_clicking_001.ogg",
            "text": "I want you to be close to me... but not this close. Control yourself and mind your manners. Adjutant Nightingale hasn't left yet."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_uni_specialattention_001.ogg",
            "text": "Why...? Am I the most special one in your eyes?"
        },
        {
            "title": "Dispatch",
            "filename": "File:vo_uni_dispatch_001.ogg",
            "text": "Services other than surgery? That's not included in the price. Remember to pay separately in full."
        },
        {
            "title": "Dispatch Complete",
            "filename": "File:vo_uni_dispatch2_001.ogg",
            "text": "Hmm? This trash makes you happy?"
        },
        {
            "title": "Level Up",
            "filename": "File:vo_uni_levelup_002.ogg",
            "text": "That's all? This is just some cheap stuff."
        },
        {
            "title": "Deploy",
            "filename": "File:bt_uni_jointeam_001.ogg",
            "text": "You've got some nerve to show me all those hideous things."
        }
    ],
    "guise_into_life": [
        {
            "title": "Obtain Attire",
            "filename": "File:vo_uni_zhuanggumoying_cacha_001.ogg",
            "text": "What sort of face are you looking for? One that launches a thousand ships? Name your heart's desire. I shall fulfill it."
        },
        {
            "title": "Level Up",
            "filename": "File:vo_uni_zhuanggumoying_levelup_001.ogg",
            "text": "My works have been \"superficial\", but from now on, I'll be able to capture the essence of the subject."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_uni_zhuanggumoying_greeting_001.ogg",
            "text": "You come here every day. Which skin here has caught your fancy? Heed my words: None of these monotonously beautiful faces is worthy of those stunning eyes of yours."
        },
        {
            "title": "Ordinary Contact 1",
            "filename": "File:vo_uni_zhuanggumoying_talk_001.ogg",
            "text": "To become a great skin painter, one must have seen beauty and ugliness in their endless variations, and touched countless bones with their infinite details. Otherwise, you can't fool the discerning eyes of shrewd mortals and will thwart the fulfillment of your customer's obsession."
        },
        {
            "title": "Ordinary Contact 2",
            "filename": "File:vo_uni_zhuanggumoying_talk_002.ogg",
            "text": "Here is my rule: I paint all the features on the skin, except for the eyes. You use your own when you're back in the world of the living, however beautiful the other features I've created are. Ah, they have it right when they say that eyes are the window to the soul. What I wouldn't give for a pair of eyes like yours! So rare and so pure they are..."
        },
        {
            "title": "Idle",
            "filename": "File:vo_uni_zhuanggumoying_idle_001.ogg",
            "text": "The cheekbone area needs a touch-up... Ah, still not as good as I hoped. Perhaps the bone structure itself is flawed. I need to start over."
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_uni_zhuanggumoying_clicking_001.ogg",
            "text": "Will you stop tugging at my sleeve? You're making my hand tremble. If the buyer goes home with a pockmarked face, they might visit your bedside in the middle of the night to give you a dressing-down."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_uni_zhuanggumoying_specialattention_001.ogg",
            "text": "You like watching me work? You can watch, but you'd better not disturb me, or... I might claim your most striking feature for myself."
        }
    ]
}