{
    "default": [
        {
            "title": "Obtain the Sinner",
            "filename": "File:vo_victoria_cacha_001.ogg",
            "text": "My name is Victoria. Who are you? Where are you taking me? I... I can't wander off too far. When Daddy comes back, he'll be looking for me..."
        },
        {
            "title": "Raise to Phase 1",
            "filename": "File:vo_victoria_promotion_001.ogg",
            "text": "My body feels warm... Is it because of your <i>love</i>, Chief?"
        },
        {
            "title": "Raise to Phase 3",
            "filename": "File:vo_victoria_promotion2_001.ogg",
            "text": "Cough... Such intensity is pushing my body's limits."
        },
        {
            "title": "Level Start",
            "filename": "File:vo_victoria_battlebegin_001.ogg",
            "text": "It's been so long since I last breathed fresh air..."
        },
        {
            "title": "Win Battles",
            "filename": "File:vo_victoria_battlewin_001.ogg",
            "text": "Their faces were so peaceful."
        },
        {
            "title": "Lose Battles",
            "filename": "File:vo_victoria_battlelose_001.ogg",
            "text": "Blood... So much blood coming out of me... Daddy will be mad if he sees it..."
        },
        {
            "title": "Ultimate Skill",
            "filename": "File:bt_victoria_uniqueskill_001.ogg",
            "text": "This will be your relief!"
        },
        {
            "title": "Die in Battles",
            "filename": "File:bt_victoria_dead_001.ogg",
            "text": "Is it over..."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_victoria_greeting_001.ogg",
            "text": "Have you come to visit me? I'm well today. I feel energized... Cough..."
        },
        {
            "title": "Conversation 1",
            "filename": "File:vo_victoria_talk1_001.ogg",
            "text": "Why does the bird in the bell jar want to break free so badly? Shouldn't it feel more secure in a closed space? Only when you're shielded from germs and danger can you always be free of worries, no?"
        },
        {
            "title": "Conversation 2",
            "filename": "File:vo_victoria_talk1_002.ogg",
            "text": "With just a slight squeeze, we can send these small bugs to the other side. Do you think they'll meet Daddy there?"
        },
        {
            "title": "Conversation 3",
            "filename": "File:vo_victoria_talk1_003.ogg",
            "text": "White hair, white skin and white eyes, my looks frightened quite a few patients at SALVA. But I'm not a monster. My appearance is simply God's blessings, as Daddy once told me."
        },
        {
            "title": "Special Conversation 1",
            "filename": "File:vo_victoria_talk2_001.ogg",
            "text": "Seeing flowers wither, I find it hard to breathe, like something is stuck in my throat... Is this <i>sorrow</i>? Or, am I sick again?"
        },
        {
            "title": "Special Conversation 2",
            "filename": "File:vo_victoria_talk2_002.ogg",
            "text": "Friendship, company, strength, independence, love, life... These are all things you have taught me about, things I must treasure dearly."
        },
        {
            "title": "Special Conversation 3",
            "filename": "File:vo_victoria_talk2_003.ogg",
            "text": "Do we really travel to another world in <i>death</i>? Or do we just dream a long, long dream? Perhaps... You and I are already in that dream."
        },
        {
            "title": "Full Compliance",
            "filename": "File:vo_victoria_obeyfull_001.ogg",
            "text": "Many in the Bureau have left their parents, yet they're not lonely. Is it because they have your company? Then... Can I also depend on you as they do?"
        },
        {
            "title": "Idle",
            "filename": "File:vo_victoria_idle_001.ogg",
            "text": "One little butterfly stops by the window One little rose withers in the garden Picture of the father torn into pieces Sitting alone by the bed"
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_victoria_clicking_001.ogg",
            "text": "Is this your <i>love</i> too? Hmm... I see. I'll try to get used to it."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_victoria_specialattention_001.ogg",
            "text": "Daddy used to stare at me like this too! Oh, the feeling of being loved makes me nostalgic..."
        },
        {
            "title": "Dispatch",
            "filename": "File:vo_victoria_dispatch_001.ogg",
            "text": "Can I... not go?"
        },
        {
            "title": "Dispatch Complete",
            "filename": "File:vo_victoria_dispatch2_001.ogg",
            "text": "(Gasps) The outside world is dangerous..."
        },
        {
            "title": "Level Up",
            "filename": "File:vo_victoria_levelup_002.ogg",
            "text": "Phew... I feel much better."
        },
        {
            "title": "Deploy",
            "filename": "File:bt_victoria_jointeam_001.ogg",
            "text": "Pierce through all of them and it's done, right?"
        }
    ],
    "good_morning__medison": [
        {
            "title": "Obtain Attire",
            "filename": "File:vo_victoria_zaoan_cacha_001.ogg",
            "text": "Huh? ...Good morning, Chief. It's the first time I've seen anyone come here... Will you stay with me in this beautiful sanctuary?"
        },
        {
            "title": "Level Up",
            "filename": "File:vo_victoria_zaoan_levelup_001.ogg",
            "text": "Mmm... What a nice sunny day. I feel so warm and fuzzy."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_victoria_zaoan_greeting_001.ogg",
            "text": "Chief, have a piece of candy. Once you eat it, all your discomfort and worries will disappear. Which color do you like? Red? White? Yellow? Green?"
        },
        {
            "title": "Ordinary Contact 1",
            "filename": "File:vo_victoria_zaoan_talk_001.ogg",
            "text": "Here, fold the paper into a square along this crease, then press the corners on both sides to the middle. Then finally, turn it over... and voila! A masterpiece is complete! You have to put the paper crane under the glass cover as soon you finish folding it, otherwise it'll get hurt."
        },
        {
            "title": "Ordinary Contact 2",
            "filename": "File:vo_victoria_zaoan_talk_002.ogg",
            "text": "Lonely? Why would I feel lonely? I live in a beautiful and safe glass house with storybooks, candies, dolls, paper cranes, and... lots and lots of love. They shield me from all danger. I'm the happiest little bird in the world."
        },
        {
            "title": "Idle",
            "filename": "File:vo_victoria_zaoan_idle_001.ogg",
            "text": "One paper crane, two paper cranes... Zzz... Zzz..."
        },
        {
            "title": "Annoyed",
            "filename": "File:vo_victoria_zaoan_clicking_001.ogg",
            "text": "What are you going to do, Chief...? I don't want to leave my room."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_victoria_zaoan_specialattention_001.ogg",
            "text": "When the sun shines upon the glass and paper cranes, radiant rays of light will shimmer in all directions... Those are the colors of happiness... Chief, you must love it, too!"
        }
    ],
    "cocooned_serenade": [
        {
            "title": "Obtain Attire",
            "filename": "File:vo_victoria_jianzhongge_cacha_001.ogg",
            "text": "You're a \"human\"... as recorded in our inherited memories, aren't you? You look... even frailer and wearier than me. Do you long to sleep in my \"cocoon\" as well?"
        },
        {
            "title": "Level Up",
            "filename": "File:vo_victoria_jianzhongge_levelup_001.ogg",
            "text": "Wonderful, even more flowers than last time..."
        },
        {
            "title": "Greeting",
            "filename": "File:vo_victoria_jianzhongge_greeting_001.ogg",
            "text": "Shh... Keep it down, they're all asleep, waiting to wake up to a beautiful, sweet world. Would you... like to join them?"
        },
        {
            "title": "Pat Head",
            "filename": "File:vo_victoria_jianzhongge_head_001.ogg",
            "text": "Do you find my halo cute too? Hmm... Although I don't really know what it is, its color matches my \"cocoon,\" and it lights up when I sing... I'll demonstrate it for you. I'm sure you'll like it."
        },
        {
            "title": "Ordinary Contact 1",
            "filename": "File:vo_victoria_jianzhongge_talk_001.ogg",
            "text": "I've been here ever since I was hatched, following the teachings of our inherited memories and singing for those who sleep here. I sing and sing, until beautiful flowers bloom... Lonely? Sad? Empty? Why would I feel that? This is my destined mission... Don't humans have their own mission? Oh, what a pity."
        },
        {
            "title": "Ordinary Contact 2",
            "filename": "File:vo_victoria_jianzhongge_talk_002.ogg",
            "text": "Before you, these flowers were the only colors here. Picky as they are, they will never give up the vulgar, messy mortal world for the eternal slumber here if they don't like the songs... You smell just like them... If my singing pleases you, more flowers will bloom, right?"
        },
        {
            "title": "Ordinary Contact 3",
            "filename": "File:vo_victoria_jianzhongge_hand_001.ogg",
            "text": "You want to help me fix my bandages? Yes, please, I'd appreciate it... These wounds? They‘ve been with me since my hatching. They... are the prints of my defect... the marks of my kind‘s endeavor to save me, and the proof that I was loved..."
        },
        {
            "title": "Ordinary Contact 4",
            "filename": "File:vo_victoria_jianzhongge_leg_001.ogg",
            "text": "My cocoon is the toughest, most perfect shelter that keeps all dangers out... As long as I see it protecting me overhead, I feel comforted and secure..."
        },
        {
            "title": "Idle",
            "filename": "File:vo_victoria_jianzhongge_idle_001.ogg",
            "text": "Soiled souls on the earth, smiling flowers in the cocoon, fret not for the pain, may this song put you to rest..."
        },
        {
            "title": "Special Attention",
            "filename": "File:vo_victoria_jianzhongge_specialattention_001.ogg",
            "text": "Does a human's gaze always feel so searing...? Even when I close my eyes to sing, I can still feel its warmth and weight... How amazing..."
        }
    ]
}